[
  {
    "sentence": "Depois de semanas tentando resolver o problema, o código finalmente rodou sem erros, e por um instante tudo pareceu fazer sentido, mas então percebi que o resultado não correspondia ao esperado.",
    "segmented_text": "<FELIZ-Inicio>Depois de semanas tentando resolver o problema, o código finalmente rodou sem erros, e por um instante tudo pareceu fazer sentido<FELIZ-Fim><TRISTE-Inicio>, mas então percebi que o resultado não correspondia ao esperado.<TRISTE-Fim>"
  },
  {
    "sentence": "As crianças corriam pelo parque, rindo alto e espalhando folhas pelo chão, até que o trovão estrondou e todos correram para se abrigar.",
    "segmented_text": "<FELIZ-Inicio>As crianças corriam pelo parque, rindo alto e espalhando folhas pelo chão<FELIZ-Fim><MEDO-Inicio>, até que o trovão estrondou e todos correram para se abrigar.<MEDO-Fim>"
  },
  {
    "sentence": "Eu esperava encontrar a casa como a deixei, mas ao abrir a porta, tudo estava vazio e o eco das minhas lembranças foi a única resposta.",
    "segmented_text": "<NEUTRO-Inicio>Eu esperava encontrar a casa como a deixei<NEUTRO-Fim><TRISTE-Inicio>, mas ao abrir a porta, tudo estava vazio e o eco das minhas lembranças foi a única resposta.<TRISTE-Fim>"
  },
  {
    "sentence": "Quando vi o presente na mesa, meu coração se encheu de curiosidade, e ao desembrulhar, percebi que era exatamente o que eu queria.",
    "segmented_text": "<SURPRESA-Inicio>Quando vi o presente na mesa, meu coração se encheu de curiosidade<SURPRESA-Fim><FELIZ-Inicio>, e ao desembrulhar, percebi que era exatamente o que eu queria.<FELIZ-Fim>"
  },
  {
    "sentence": "Ele bateu a porta com tanta força que o som ecoou por todo o corredor, mas logo depois respirou fundo e se sentou em silêncio.",
    "segmented_text": "<RAIVA-Inicio>Ele bateu a porta com tanta força que o som ecoou por todo o corredor<RAIVA-Fim><NEUTRO-Inicio>, mas logo depois respirou fundo e se sentou em silêncio.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu ria das histórias antigas que meu avô contava, até que percebi que ele as repetia porque já não se lembrava de tê-las dito antes.",
    "segmented_text": "<FELIZ-Inicio>Eu ria das histórias antigas que meu avô contava<FELIZ-Fim><TRISTE-Inicio>, até que percebi que ele as repetia porque já não se lembrava de tê-las dito antes.<TRISTE-Fim>"
  },
  {
    "sentence": "A chuva começou de repente, ensopando todos na praça, e por um momento, o caos virou uma grande brincadeira entre estranhos.",
    "segmented_text": "<SURPRESA-Inicio>A chuva começou de repente, ensopando todos na praça<SURPRESA-Fim><FELIZ-Inicio>, e por um momento, o caos virou uma grande brincadeira entre estranhos.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu me escondi atrás da cortina quando ouvi passos se aproximando, mas era apenas o vento abrindo a janela.",
    "segmented_text": "<MEDO-Inicio>Eu me escondi atrás da cortina quando ouvi passos se aproximando<MEDO-Fim><NEUTRO-Inicio>, mas era apenas o vento abrindo a janela.<NEUTRO-Fim>"
  },
  {
    "sentence": "Passei horas preparando o jantar, experimentando sabores e decorando a mesa, e ninguém apareceu.",
    "segmented_text": "<FELIZ-Inicio>Passei horas preparando o jantar, experimentando sabores e decorando a mesa<FELIZ-Fim><TRISTE-Inicio>, e ninguém apareceu.<TRISTE-Fim>"
  },
  {
    "sentence": "O gerente gritou comigo na frente de todos, e eu senti o rosto queimar, mas depois decidi responder com calma e seguir em frente.",
    "segmented_text": "<RAIVA-Inicio>O gerente gritou comigo na frente de todos, e eu senti o rosto queimar<RAIVA-Fim><NEUTRO-Inicio>, mas depois decidi responder com calma e seguir em frente.<NEUTRO-Fim>"
  },
  {
    "sentence": "Ela segurava o boletim com as mãos trêmulas, certa de que viria uma nota baixa, e quase chorou ao ver o dez vermelho brilhando no papel.",
    "segmented_text": "<MEDO-Inicio>Ela segurava o boletim com as mãos trêmulas, certa de que viria uma nota baixa<MEDO-Fim><SURPRESA-Inicio>, e quase chorou ao ver o dez vermelho brilhando no papel.<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu tremia de raiva com as palavras que ouvi, mas sua expressão sincera me fez hesitar e baixar a voz.",
    "segmented_text": "<RAIVA-Inicio>Eu tremia de raiva com as palavras que ouvi<RAIVA-Fim><NEUTRO-Inicio>, mas sua expressão sincera me fez hesitar e baixar a voz.<NEUTRO-Fim>"
  },
  {
    "sentence": "O avião balançou de forma assustadora no meio da tempestade, e quando pousou, todos se aplaudiram rindo nervosamente.",
    "segmented_text": "<MEDO-Inicio>O avião balançou de forma assustadora no meio da tempestade<MEDO-Fim><FELIZ-Inicio>, e quando pousou, todos se aplaudiram rindo nervosamente.<FELIZ-Fim>"
  },
  {
    "sentence": "Ela abriu o e-mail esperando uma boa notícia, mas o texto frio e objetivo dizia que a vaga havia sido preenchida.",
    "segmented_text": "<FELIZ-Inicio>Ela abriu o e-mail esperando uma boa notícia<FELIZ-Fim><TRISTE-Inicio>, mas o texto frio e objetivo dizia que a vaga havia sido preenchida.<TRISTE-Fim>"
  },
  {
    "sentence": "O silêncio era tão profundo que cada estalo do relógio parecia um grito, até que de repente a porta se abriu sozinha.",
    "segmented_text": "<MEDO-Inicio>O silêncio era tão profundo que cada estalo do relógio parecia um grito<MEDO-Fim><SURPRESA-Inicio>, até que de repente a porta se abriu sozinha.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ele entrou na sala e começou a gritar com todos, derrubando papéis e xingando, até que se deu conta do próprio exagero.",
    "segmented_text": "<RAIVA-Inicio>Ele entrou na sala e começou a gritar com todos, derrubando papéis e xingando<RAIVA-Fim><NEUTRO-Inicio>, até que se deu conta do próprio exagero.<NEUTRO-Fim>"
  },
  {
    "sentence": "Senti um frio na barriga ao ver o palco se iluminar, e quando comecei a cantar, o público inteiro acompanhou em coro.",
    "segmented_text": "<MEDO-Inicio>Senti um frio na barriga ao ver o palco se iluminar<MEDO-Fim><FELIZ-Inicio>, e quando comecei a cantar, o público inteiro acompanhou em coro.<FELIZ-Fim>"
  },
  {
    "sentence": "O relógio marcou meia-noite, as luzes se apagaram de repente, e um grito atravessou o salão antes de todos começarem a rir.",
    "segmented_text": "<SURPRESA-Inicio>O relógio marcou meia-noite, as luzes se apagaram de repente, e um grito atravessou o salão<SURPRESA-Fim><FELIZ-Inicio>, antes de todos começarem a rir.<FELIZ-Fim>"
  },
  {
    "sentence": "Depois de dias de tensão, a ligação finalmente veio, e a notícia era boa demais para acreditar.",
    "segmented_text": "<MEDO-Inicio>Depois de dias de tensão<MEDO-Fim><SURPRESA-Inicio>, a ligação finalmente veio, e a notícia era boa demais para acreditar.<SURPRESA-Fim>"
  },
  {
    "sentence": "O barulho do motor falhando me deixou em pânico, mas o mecânico disse que era só falta de combustível.",
    "segmented_text": "<MEDO-Inicio>O barulho do motor falhando me deixou em pânico<MEDO-Fim><NEUTRO-Inicio>, mas o mecânico disse que era só falta de combustível.<NEUTRO-Fim>"
  },
  {
    "sentence": "Ele falava alto, gesticulando com raiva, até que a risada inesperada da filha o desarmou completamente.",
    "segmented_text": "<RAIVA-Inicio>Ele falava alto, gesticulando com raiva<RAIVA-Fim><FELIZ-Inicio>, até que a risada inesperada da filha o desarmou completamente.<FELIZ-Fim>"
  },
  {
    "sentence": "A professora anunciou uma prova surpresa, e todos começaram a reclamar, mas logo descobriram que era apenas uma brincadeira.",
    "segmented_text": "<SURPRESA-Inicio>A professora anunciou uma prova surpresa<SURPRESA-Fim><RAIVA-Inicio>, e todos começaram a reclamar<RAIVA-Fim><FELIZ-Inicio>, mas logo descobriram que era apenas uma brincadeira.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava concentrado em terminar o relatório, quando de repente o computador travou e apagou tudo.",
    "segmented_text": "<NEUTRO-Inicio>Eu estava concentrado em terminar o relatório<NEUTRO-Fim><TRISTE-Inicio>, quando de repente o computador travou e apagou tudo.<TRISTE-Fim>"
  },
  {
    "sentence": "O grito no corredor me fez congelar, e quando abri a porta, era apenas o gato derrubando uma garrafa.",
    "segmented_text": "<MEDO-Inicio>O grito no corredor me fez congelar<MEDO-Fim><NEUTRO-Inicio>, e quando abri a porta, era apenas o gato derrubando uma garrafa.<NEUTRO-Fim>"
  },
  {
    "sentence": "A equipe comemorava o gol com entusiasmo, até que o árbitro levantou a bandeira anulando o lance.",
    "segmented_text": "<FELIZ-Inicio>A equipe comemorava o gol com entusiasmo<FELIZ-Fim><TRISTE-Inicio>, até que o árbitro levantou a bandeira anulando o lance.<TRISTE-Fim>"
  },
  {
    "sentence": "Ela sorria ao ver as fotos antigas, lembrando das viagens, até que encontrou uma que preferia ter esquecido.",
    "segmented_text": "<FELIZ-Inicio>Ela sorria ao ver as fotos antigas, lembrando das viagens<FELIZ-Fim><TRISTE-Inicio>, até que encontrou uma que preferia ter esquecido.<TRISTE-Fim>"
  },
  {
    "sentence": "O barulho súbito do portão abrindo fez todos se virarem assustados, e a risada do entregador que entrou depois aliviou o clima.",
    "segmented_text": "<MEDO-Inicio>O barulho súbito do portão abrindo fez todos se virarem assustados<MEDO-Fim><FELIZ-Inicio>, e a risada do entregador que entrou depois aliviou o clima.<FELIZ-Fim>"
  },
  {
    "sentence": "Ele ficou parado olhando para o boletim, surpreso com a nota perfeita, e em seguida levantou os braços comemorando.",
    "segmented_text": "<SURPRESA-Inicio>Ele ficou parado olhando para o boletim, surpreso com a nota perfeita<SURPRESA-Fim><FELIZ-Inicio>, e em seguida levantou os braços comemorando.<FELIZ-Fim>"
  },
  {
    "sentence": "As luzes piscavam de forma estranha no corredor vazio, e um som metálico ecoava cada vez mais perto.",
    "segmented_text": "<NEUTRO-Inicio>As luzes piscavam de forma estranha no corredor vazio<NEUTRO-Fim><MEDO-Inicio>, e um som metálico ecoava cada vez mais perto.<MEDO-Fim>"
  },
  {
    "sentence": "Ele finalmente recebeu o prêmio que esperava há anos, mas olhou para o público e não viu ninguém conhecido para dividir o momento.",
    "segmented_text": "<FELIZ-Inicio>Ele finalmente recebeu o prêmio que esperava há anos<FELIZ-Fim><TRISTE-Inicio>, mas olhou para o público e não viu ninguém conhecido para dividir o momento.<TRISTE-Fim>"
  },
  {
    "sentence": "Ela bateu na mesa e gritou, cansada de ser ignorada, e depois ficou em silêncio, respirando fundo e olhando para o chão.",
    "segmented_text": "<RAIVA-Inicio>Ela bateu na mesa e gritou, cansada de ser ignorada<RAIVA-Fim><NEUTRO-Inicio>, e depois ficou em silêncio, respirando fundo e olhando para o chão.<NEUTRO-Fim>"
  },
  {
    "sentence": "O telefone tocou tarde da noite, e o número desconhecido fez meu estômago revirar antes mesmo de atender.",
    "segmented_text": "<MEDO-Inicio>O telefone tocou tarde da noite, e o número desconhecido fez meu estômago revirar<MEDO-Fim><NEUTRO-Inicio>, antes mesmo de atender.<NEUTRO-Fim>"
  },
  {
    "sentence": "O alarme disparou de repente e todos correram para fora, mas logo perceberam que era apenas um teste do sistema.",
    "segmented_text": "<SURPRESA-Inicio>O alarme disparou de repente e todos correram para fora<SURPRESA-Fim><NEUTRO-Inicio>, mas logo perceberam que era apenas um teste do sistema.<NEUTRO-Fim>"
  },
  {
    "sentence": "Ela tremia de medo ao ouvir o barulho no quintal, até que viu o pequeno filhote saindo do arbusto abanando o rabo.",
    "segmented_text": "<MEDO-Inicio>Ela tremia de medo ao ouvir o barulho no quintal<MEDO-Fim><FELIZ-Inicio>, até que viu o pequeno filhote saindo do arbusto abanando o rabo.<FELIZ-Fim>"
  },
  {
    "sentence": "Ele riu alto com a piada, mas o olhar sério do chefe fez o sorriso desaparecer rapidamente.",
    "segmented_text": "<FELIZ-Inicio>Ele riu alto com a piada<FELIZ-Fim><TRISTE-Inicio>, mas o olhar sério do chefe fez o sorriso desaparecer rapidamente.<TRISTE-Fim>"
  },
  {
    "sentence": "O grupo gritava empolgado pela vitória, quando o juiz anunciou que o placar havia sido computado errado.",
    "segmented_text": "<FELIZ-Inicio>O grupo gritava empolgado pela vitória<FELIZ-Fim><SURPRESA-Inicio>, quando o juiz anunciou que o placar havia sido computado errado.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ela olhava fixamente para o mar, lembrando de tudo que passou, até que uma onda mais forte a molhou dos pés à cabeça.",
    "segmented_text": "<TRISTE-Inicio>Ela olhava fixamente para o mar, lembrando de tudo que passou<TRISTE-Fim><SURPRESA-Inicio>, até que uma onda mais forte a molhou dos pés à cabeça.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ele entrou no escritório com um sorriso confiante, mas a expressão fria do diretor fez seu estômago revirar.",
    "segmented_text": "<FELIZ-Inicio>Ele entrou no escritório com um sorriso confiante<FELIZ-Fim><MEDO-Inicio>, mas a expressão fria do diretor fez seu estômago revirar.<MEDO-Fim>"
  },
  {
    "sentence": "A sala estava em silêncio absoluto, até que um barulho alto vindo do teto fez todos se levantarem assustados.",
    "segmented_text": "<NEUTRO-Inicio>A sala estava em silêncio absoluto<NEUTRO-Fim><SURPRESA-Inicio>, até que um barulho alto vindo do teto fez todos se levantarem assustados.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ela caminhava tranquila pela calçada, até que um carro passou rápido demais e a água da poça a cobriu completamente.",
    "segmented_text": "<NEUTRO-Inicio>Ela caminhava tranquila pela calçada<NEUTRO-Fim><SURPRESA-Inicio>, até que um carro passou rápido demais e a água da poça a cobriu completamente.<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu assistia à tempestade pela janela, perdido em pensamentos, quando um raio iluminou o céu e revelou algo se movendo no jardim.",
    "segmented_text": "<NEUTRO-Inicio>Eu assistia à tempestade pela janela, perdido em pensamentos<NEUTRO-Fim><MEDO-Inicio>, quando um raio iluminou o céu e revelou algo se movendo no jardim.<MEDO-Fim>"
  },
  {
    "sentence": "O dia começou calmo, com o som dos pássaros pela janela, mas bastou um telefonema para tudo desandar.",
    "segmented_text": "<NEUTRO-Inicio>O dia começou calmo, com o som dos pássaros pela janela<NEUTRO-Fim><RAIVA-Inicio>, mas bastou um telefonema para tudo desandar.<RAIVA-Fim>"
  },
  {
    "sentence": "Ele falava com confiança diante da plateia, até que uma gargalhada no fundo da sala o fez perder o fio da fala.",
    "segmented_text": "<FELIZ-Inicio>Ele falava com confiança diante da plateia<FELIZ-Fim><TRISTE-Inicio>, até que uma gargalhada no fundo da sala o fez perder o fio da fala.<TRISTE-Fim>"
  },
  {
    "sentence": "O silêncio do hospital era quase sufocante, e cada passo ecoava como se anunciasse algo terrível.",
    "segmented_text": "<NEUTRO-Inicio>O silêncio do hospital era quase sufocante<NEUTRO-Fim><MEDO-Inicio>, e cada passo ecoava como se anunciasse algo terrível.<MEDO-Fim>"
  },
  {
    "sentence": "Ela abriu o portão sorrindo ao ver o carro estacionar, mas o olhar distante dele apagou qualquer alegria.",
    "segmented_text": "<FELIZ-Inicio>Ela abriu o portão sorrindo ao ver o carro estacionar<FELIZ-Fim><TRISTE-Inicio>, mas o olhar distante dele apagou qualquer alegria.<TRISTE-Fim>"
  },
  {
    "sentence": "Depois de meses de esforço, o projeto foi aprovado, e todos comemoraram, até perceberem o erro na última linha do relatório.",
    "segmented_text": "<FELIZ-Inicio>Depois de meses de esforço, o projeto foi aprovado, e todos comemoraram<FELIZ-Fim><SURPRESA-Inicio>, até perceberem o erro na última linha do relatório.<SURPRESA-Fim>"
  },
  {
    "sentence": "O som dos aplausos encheu o teatro, mas seu coração apertou ao lembrar quem não estava ali para assistir.",
    "segmented_text": "<FELIZ-Inicio>O som dos aplausos encheu o teatro<FELIZ-Fim><TRISTE-Inicio>, mas seu coração apertou ao lembrar quem não estava ali para assistir.<TRISTE-Fim>"
  },
  {
    "sentence": "Ela tentou sorrir diante da câmera, escondendo as lágrimas que insistiam em brotar.",
    "segmented_text": "<FELIZ-Inicio>Ela tentou sorrir diante da câmera<FELIZ-Fim><TRISTE-Inicio>, escondendo as lágrimas que insistiam em brotar.<TRISTE-Fim>"
  },
  {
    "sentence": "O barulho da explosão fez todos se abaixarem instintivamente, e logo o riso nervoso tomou conta da sala.",
    "segmented_text": "<MEDO-Inicio>O barulho da explosão fez todos se abaixarem instintivamente<MEDO-Fim><FELIZ-Inicio>, e logo o riso nervoso tomou conta da sala.<FELIZ-Fim>"
  },
  {
    "sentence": "A festa estava animada, com luzes e música alta, até que a energia caiu e o salão mergulhou no escuro.",
    "segmented_text": "<FELIZ-Inicio>A festa estava animada, com luzes e música alta<FELIZ-Fim><SURPRESA-Inicio>, até que a energia caiu e o salão mergulhou no escuro.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ele gritava com o atendente no balcão, mas quando percebeu os olhares em volta, baixou o tom e pediu desculpas.",
    "segmented_text": "<RAIVA-Inicio>Ele gritava com o atendente no balcão<RAIVA-Fim><NEUTRO-Inicio>, mas quando percebeu os olhares em volta, baixou o tom e pediu desculpas.<NEUTRO-Fim>"
  },
  {
    "sentence": "A notícia inesperada fez seu estômago revirar, mas logo o alívio tomou o lugar da tensão.",
    "segmented_text": "<SURPRESA-Inicio>A notícia inesperada fez seu estômago revirar<SURPRESA-Fim><FELIZ-Inicio>, mas logo o alívio tomou o lugar da tensão.<FELIZ-Fim>"
  },
  {
    "sentence": "O barulho atrás da porta a fez recuar, e quando ela abriu, um gato assustado saiu correndo pelo corredor.",
    "segmented_text": "<MEDO-Inicio>O barulho atrás da porta a fez recuar<MEDO-Fim><SURPRESA-Inicio>, e quando ela abriu, um gato assustado saiu correndo pelo corredor.<SURPRESA-Fim>"
  },
  {
    "sentence": "O relógio marcava as horas lentamente, enquanto ele observava a chuva cair sem vontade de se mover.",
    "segmented_text": "<NEUTRO-Inicio>O relógio marcava as horas lentamente<NEUTRO-Fim><TRISTE-Inicio>, enquanto ele observava a chuva cair sem vontade de se mover.<TRISTE-Fim>"
  },
  {
    "sentence": "Ela correu para atender o telefone imaginando boas notícias, mas a voz do outro lado soava fria e distante.",
    "segmented_text": "<FELIZ-Inicio>Ela correu para atender o telefone imaginando boas notícias<FELIZ-Fim><TRISTE-Inicio>, mas a voz do outro lado soava fria e distante.<TRISTE-Fim>"
  },
  {
    "sentence": "O alarme tocou no meio da madrugada, e o coração dela disparou, até perceber que era apenas o celular descarregando.",
    "segmented_text": "<MEDO-Inicio>O alarme tocou no meio da madrugada, e o coração dela disparou<MEDO-Fim><NEUTRO-Inicio>, até perceber que era apenas o celular descarregando.<NEUTRO-Fim>"
  },
  {
    "sentence": "O cliente levantou a voz exigindo ser atendido, e a funcionária respondeu com um sorriso educado, tentando manter a calma.",
    "segmented_text": "<RAIVA-Inicio>O cliente levantou a voz exigindo ser atendido<RAIVA-Fim><NEUTRO-Inicio>, e a funcionária respondeu com um sorriso educado, tentando manter a calma.<NEUTRO-Fim>"
  },
  {
    "sentence": "O riso alto preencheu a sala quando a surpresa foi revelada, mas a expressão no rosto dele mostrava algo diferente.",
    "segmented_text": "<FELIZ-Inicio>O riso alto preencheu a sala quando a surpresa foi revelada<FELIZ-Fim><TRISTE-Inicio>, mas a expressão no rosto dele mostrava algo diferente.<TRISTE-Fim>"
  },
  {
    "sentence": "Ela observava o pôr do sol tranquila, até que o som de passos atrás dela a fez se virar rapidamente.",
    "segmented_text": "<NEUTRO-Inicio>Ela observava o pôr do sol tranquila<NEUTRO-Fim><MEDO-Inicio>, até que o som de passos atrás dela a fez se virar rapidamente.<MEDO-Fim>"
  },
  {
    "sentence": "Ele caminhava pelo corredor escuro tentando não fazer barulho, até que uma luz piscou e revelou um rosto conhecido.",
    "segmented_text": "<MEDO-Inicio>Ele caminhava pelo corredor escuro tentando não fazer barulho<MEDO-Fim><SURPRESA-Inicio>, até que uma luz piscou e revelou um rosto conhecido.<SURPRESA-Fim>"
  },
  {
    "sentence": "O som da risada infantil preencheu o quintal, e por um instante, tudo pareceu como antes, até o vento fechar o portão sozinho.",
    "segmented_text": "<FELIZ-Inicio>O som da risada infantil preencheu o quintal, e por um instante, tudo pareceu como antes<FELIZ-Fim><SURPRESA-Inicio>, até o vento fechar o portão sozinho.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ela estava concentrada lendo o contrato, quando uma mensagem no celular a fez franzir a testa e fechar o documento.",
    "segmented_text": "<NEUTRO-Inicio>Ela estava concentrada lendo o contrato<NEUTRO-Fim><SURPRESA-Inicio>, quando uma mensagem no celular a fez franzir a testa e fechar o documento.<SURPRESA-Fim>"
  },
  {
    "sentence": "O cão latiu ferozmente para o portão, e quando o dono foi ver, era apenas uma sacola balançando ao vento.",
    "segmented_text": "<MEDO-Inicio>O cão latiu ferozmente para o portão<MEDO-Fim><NEUTRO-Inicio>, e quando o dono foi ver, era apenas uma sacola balançando ao vento.<NEUTRO-Fim>"
  },
  {
    "sentence": "Ele ergueu o troféu com orgulho, os aplausos ecoaram, mas um vazio estranho crescia dentro dele.",
    "segmented_text": "<FELIZ-Inicio>Ele ergueu o troféu com orgulho, os aplausos ecoaram<FELIZ-Fim><TRISTE-Inicio>, mas um vazio estranho crescia dentro dele.<TRISTE-Fim>"
  },
  {
    "sentence": "A mensagem inesperada no celular o fez sorrir, até perceber que havia sido enviada por engano.",
    "segmented_text": "<SURPRESA-Inicio>A mensagem inesperada no celular o fez sorrir<SURPRESA-Fim><TRISTE-Inicio>, até perceber que havia sido enviada por engano.<TRISTE-Fim>"
  },
  {
    "sentence": "Ele discutia com o irmão sobre quem tinha razão, até que ambos começaram a rir da própria teimosia.",
    "segmented_text": "<RAIVA-Inicio>Ele discutia com o irmão sobre quem tinha razão<RAIVA-Fim><FELIZ-Inicio>, até que ambos começaram a rir da própria teimosia.<FELIZ-Fim>"
  },
  {
    "sentence": "O trovão ecoou tão forte que ela deixou o copo cair, e a risada nervosa veio logo em seguida.",
    "segmented_text": "<MEDO-Inicio>O trovão ecoou tão forte que ela deixou o copo cair<MEDO-Fim><FELIZ-Inicio>, e a risada nervosa veio logo em seguida.<FELIZ-Fim>"
  },
  {
    "sentence": "Ele olhou o relógio aliviado ao perceber que ainda tinha tempo, mas a porta do metrô se fechou diante dele.",
    "segmented_text": "<FELIZ-Inicio>Ele olhou o relógio aliviado ao perceber que ainda tinha tempo<FELIZ-Fim><TRISTE-Inicio>, mas a porta do metrô se fechou diante dele.<TRISTE-Fim>"
  },
  {
    "sentence": "A professora anunciou uma prova surpresa, e o murmúrio de espanto foi seguido por sorrisos quando ela revelou que valia ponto extra.",
    "segmented_text": "<SURPRESA-Inicio>A professora anunciou uma prova surpresa<SURPRESA-Fim><FELIZ-Inicio>, e o murmúrio de espanto foi seguido por sorrisos quando ela revelou que valia ponto extra.<FELIZ-Fim>"
  },
  {
    "sentence": "O barulho do vidro quebrando fez todos se levantarem assustados, até perceberem que era apenas o gato pulando na mesa.",
    "segmented_text": "<MEDO-Inicio>O barulho do vidro quebrando fez todos se levantarem assustados<MEDO-Fim><NEUTRO-Inicio>, até perceberem que era apenas o gato pulando na mesa.<NEUTRO-Fim>"
  },
  {
    "sentence": "O chefe elogiou o relatório com entusiasmo, mas terminou dizendo que outro colega ficaria com o crédito.",
    "segmented_text": "<FELIZ-Inicio>O chefe elogiou o relatório com entusiasmo<FELIZ-Fim><RAIVA-Inicio>, mas terminou dizendo que outro colega ficaria com o crédito.<RAIVA-Fim>"
  },
  {
    "sentence": "Ela fechou o livro satisfeita com o final, até que notou uma página solta caindo no chão com uma nova revelação.",
    "segmented_text": "<FELIZ-Inicio>Ela fechou o livro satisfeita com o final<FELIZ-Fim><SURPRESA-Inicio>, até que notou uma página solta caindo no chão com uma nova revelação.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ele caminhava tranquilo pela rua, quando um carro freou bruscamente atrás dele e o som do pneu o fez pular de susto.",
    "segmented_text": "<NEUTRO-Inicio>Ele caminhava tranquilo pela rua<NEUTRO-Fim><MEDO-Inicio>, quando um carro freou bruscamente atrás dele e o som do pneu o fez pular de susto.<MEDO-Fim>"
  },
  {
    "sentence": "O público vibrou com a apresentação, até que o cantor esqueceu a letra e todos ficaram em silêncio.",
    "segmented_text": "<FELIZ-Inicio>O público vibrou com a apresentação<FELIZ-Fim><SURPRESA-Inicio>, até que o cantor esqueceu a letra e todos ficaram em silêncio.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ele bateu a porta ao sair da reunião, e minutos depois voltou pedindo desculpas e oferecendo ajuda.",
    "segmented_text": "<RAIVA-Inicio>Ele bateu a porta ao sair da reunião<RAIVA-Fim><NEUTRO-Inicio>, e minutos depois voltou pedindo desculpas e oferecendo ajuda.<NEUTRO-Fim>"
  },
  {
    "sentence": "O gol nos acréscimos fez a torcida explodir de alegria, mas a anulação pelo árbitro gerou vaias e protestos.",
    "segmented_text": "<FELIZ-Inicio>O gol nos acréscimos fez a torcida explodir de alegria<FELIZ-Fim><RAIVA-Inicio>, mas a anulação pelo árbitro gerou vaias e protestos.<RAIVA-Fim>"
  },
  {
    "sentence": "Ela se apressou para abrir o presente com um sorriso, mas o conteúdo inesperado a deixou sem palavras.",
    "segmented_text": "<FELIZ-Inicio>Ela se apressou para abrir o presente com um sorriso<FELIZ-Fim><SURPRESA-Inicio>, mas o conteúdo inesperado a deixou sem palavras.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ele observava o mar calmo e azul, quando um grito distante ecoou e o fez correr na direção do som.",
    "segmented_text": "<NEUTRO-Inicio>Ele observava o mar calmo e azul<NEUTRO-Fim><MEDO-Inicio>, quando um grito distante ecoou e o fez correr na direção do som.<MEDO-Fim>"
  },
  {
    "sentence": "A equipe comemorava a vitória com abraços, até que o técnico revelou que o resultado seria anulado por irregularidade.",
    "segmented_text": "<FELIZ-Inicio>A equipe comemorava a vitória com abraços<FELIZ-Fim><TRISTE-Inicio>, até que o técnico revelou que o resultado seria anulado por irregularidade.<TRISTE-Fim>"
  },
  {
    "sentence": "O barulho repentino vindo do sótão fez seu coração acelerar, mas ao subir as escadas, encontrou apenas uma janela aberta.",
    "segmented_text": "<MEDO-Inicio>O barulho repentino vindo do sótão fez seu coração acelerar<MEDO-Fim><NEUTRO-Inicio>, mas ao subir as escadas, encontrou apenas uma janela aberta.<NEUTRO-Fim>"
  },
  {
    "sentence": "Ele explodiu em gritos no meio da reunião, e todos ficaram em silêncio até que ele se recompôs, envergonhado.",
    "segmented_text": "<RAIVA-Inicio>Ele explodiu em gritos no meio da reunião<RAIVA-Fim><TRISTE-Inicio>, e todos ficaram em silêncio até que ele se recompôs, envergonhado.<TRISTE-Fim>"
  },
  {
    "sentence": "O gato correu pela sala com o rabo em pé, derrubando tudo pelo caminho, e depois se deitou como se nada tivesse acontecido.",
    "segmented_text": "<RAIVA-Inicio>O gato correu pela sala com o rabo em pé, derrubando tudo pelo caminho<RAIVA-Fim><NEUTRO-Inicio>, e depois se deitou como se nada tivesse acontecido.<NEUTRO-Fim>"
  },
  {
    "sentence": "Quando vi o gatinho tentando alcançar o topo do sofá, ri sozinho, mas logo temi que ele caísse dali.",
    "segmented_text": "<FELIZ-Inicio>Quando vi o gatinho tentando alcançar o topo do sofá, ri sozinho<FELIZ-Fim><MEDO-Inicio>, mas logo temi que ele caísse dali.<MEDO-Fim>"
  },
  {
    "sentence": "O veterinário disse que a cirurgia seria simples, mas ainda assim meu estômago se revirava de preocupação.",
    "segmented_text": "<NEUTRO-Inicio>O veterinário disse que a cirurgia seria simples<NEUTRO-Fim><MEDO-Inicio>, mas ainda assim meu estômago se revirava de preocupação.<MEDO-Fim>"
  },
  {
    "sentence": "Meu gato ficou me olhando com aqueles olhos arregalados quando liguei o aspirador, e depois saiu correndo como se o mundo fosse acabar.",
    "segmented_text": "<SURPRESA-Inicio>Meu gato ficou me olhando com aqueles olhos arregalados quando liguei o aspirador<SURPRESA-Fim><MEDO-Inicio>, e depois saiu correndo como se o mundo fosse acabar.<MEDO-Fim>"
  },
  {
    "sentence": "Eu o encontrei dormindo em cima do teclado, e por mais que eu precisasse trabalhar, não tive coragem de tirá-lo dali.",
    "segmented_text": "<FELIZ-Inicio>Eu o encontrei dormindo em cima do teclado<FELIZ-Fim><TRISTE-Inicio>, e por mais que eu precisasse trabalhar, não tive coragem de tirá-lo dali.<TRISTE-Fim>"
  },
  {
    "sentence": "A caixa chegou e ele pulou dentro antes mesmo que eu tirasse o conteúdo, espalhando tudo pelo chão.",
    "segmented_text": "<SURPRESA-Inicio>A caixa chegou e ele pulou dentro antes mesmo que eu tirasse o conteúdo<SURPRESA-Fim><RAIVA-Inicio>, espalhando tudo pelo chão.<RAIVA-Fim>"
  },
  {
    "sentence": "Fiquei admirando o quanto ele parecia tranquilo ao dormir, mas senti um aperto quando percebi o quanto envelheceu.",
    "segmented_text": "<FELIZ-Inicio>Fiquei admirando o quanto ele parecia tranquilo ao dormir<FELIZ-Fim><TRISTE-Inicio>, mas senti um aperto quando percebi o quanto envelheceu.<TRISTE-Fim>"
  },
  {
    "sentence": "Quando o vi miando para o nada, senti um arrepio percorrer minha espinha, mas logo ele se distraiu com um inseto.",
    "segmented_text": "<MEDO-Inicio>Quando o vi miando para o nada, senti um arrepio percorrer minha espinha<MEDO-Fim><NEUTRO-Inicio>, mas logo ele se distraiu com um inseto.<NEUTRO-Fim>"
  },
  {
    "sentence": "Ele ficou me encarando enquanto eu comia, e quando não dei um pedaço, virou o rosto e foi embora com o rabo ereto.",
    "segmented_text": "<NEUTRO-Inicio>Ele ficou me encarando enquanto eu comia<NEUTRO-Fim><RAIVA-Inicio>, e quando não dei um pedaço, virou o rosto e foi embora com o rabo ereto.<RAIVA-Fim>"
  },
  {
    "sentence": "O filhote deu o primeiro salto até a janela e pousou perfeitamente, e eu quase bati palmas de orgulho.",
    "segmented_text": "<SURPRESA-Inicio>O filhote deu o primeiro salto até a janela e pousou perfeitamente<SURPRESA-Fim><FELIZ-Inicio>, e eu quase bati palmas de orgulho.<FELIZ-Fim>"
  },
  {
    "sentence": "De manhã, o sol iluminava o pelo dourado do gato, mas à noite ele desapareceu sem deixar rastros.",
    "segmented_text": "<FELIZ-Inicio>De manhã, o sol iluminava o pelo dourado do gato<FELIZ-Fim><TRISTE-Inicio>, mas à noite ele desapareceu sem deixar rastros.<TRISTE-Fim>"
  },
  {
    "sentence": "Quando abri a porta e o vi encharcado pela chuva, corri para buscá-lo, com o coração apertado.",
    "segmented_text": "<SURPRESA-Inicio>Quando abri a porta e o vi encharcado pela chuva<SURPRESA-Fim><MEDO-Inicio>, corri para buscá-lo, com o coração apertado.<MEDO-Fim>"
  },
  {
    "sentence": "Ele derrubou meu copo de café pela terceira vez no dia, e antes que eu reagisse, já estava ronronando no meu colo.",
    "segmented_text": "<RAIVA-Inicio>Ele derrubou meu copo de café pela terceira vez no dia<RAIVA-Fim><FELIZ-Inicio>, e antes que eu reagisse, já estava ronronando no meu colo.<FELIZ-Fim>"
  },
  {
    "sentence": "Meu gato desapareceu por dois dias, e eu mal dormi de preocupação, até que o encontrei dormindo na garagem do vizinho.",
    "segmented_text": "<MEDO-Inicio>Meu gato desapareceu por dois dias, e eu mal dormi de preocupação<MEDO-Fim><SURPRESA-Inicio>, até que o encontrei dormindo na garagem do vizinho.<SURPRESA-Fim>"
  },
  {
    "sentence": "Quando o levei ao veterinário, ele miava desesperado na caixa, e eu tentava disfarçar o quanto também estava nervoso.",
    "segmented_text": "<MEDO-Inicio>Quando o levei ao veterinário, ele miava desesperado na caixa<MEDO-Fim><TRISTE-Inicio>, e eu tentava disfarçar o quanto também estava nervoso.<TRISTE-Fim>"
  },
  {
    "sentence": "Ele se escondeu embaixo da cama durante a tempestade, e só saiu quando o trovão cessou.",
    "segmented_text": "<MEDO-Inicio>Ele se escondeu embaixo da cama durante a tempestade<MEDO-Fim><NEUTRO-Inicio>, e só saiu quando o trovão cessou.<NEUTRO-Fim>"
  },
  {
    "sentence": "Fiquei chocado quando ele trouxe um pássaro para dentro de casa, mas ele parecia tão orgulhoso do feito.",
    "segmented_text": "<SURPRESA-Inicio>Fiquei chocado quando ele trouxe um pássaro para dentro de casa<SURPRESA-Fim><FELIZ-Inicio>, mas ele parecia tão orgulhoso do feito.<FELIZ-Fim>"
  },
  {
    "sentence": "O gato dormia em cima do meu livro favorito, e embora eu quisesse ler, não consegui tirá-lo dali.",
    "segmented_text": "<FELIZ-Inicio>O gato dormia em cima do meu livro favorito<FELIZ-Fim><TRISTE-Inicio>, e embora eu quisesse ler, não consegui tirá-lo dali.<TRISTE-Fim>"
  },
  {
    "sentence": "Quando ele me acordou às quatro da manhã pedindo comida, quis reclamar, mas acabei rindo da cena.",
    "segmented_text": "<RAIVA-Inicio>Quando ele me acordou às quatro da manhã pedindo comida<RAIVA-Fim><FELIZ-Inicio>, quis reclamar, mas acabei rindo da cena.<FELIZ-Fim>"
  },
  {
    "sentence": "Ele olhava para o espelho e arqueava o dorso, convencido de que havia outro gato ali.",
    "segmented_text": "<SURPRESA-Inicio>Ele olhava para o espelho e arqueava o dorso<SURPRESA-Fim><NEUTRO-Inicio>, convencido de que havia outro gato ali.<NEUTRO-Fim>"
  },
  {
    "sentence": "O veterinário elogiou o comportamento dele durante o exame, e eu senti um orgulho silencioso.",
    "segmented_text": "<NEUTRO-Inicio>O veterinário elogiou o comportamento dele durante o exame<NEUTRO-Fim><FELIZ-Inicio>, e eu senti um orgulho silencioso.<FELIZ-Fim>"
  },
  {
    "sentence": "Ele ficou parado observando o pássaro pela janela, e de repente deu um salto desajeitado que me fez rir alto.",
    "segmented_text": "<NEUTRO-Inicio>Ele ficou parado observando o pássaro pela janela<NEUTRO-Fim><FELIZ-Inicio>, e de repente deu um salto desajeitado que me fez rir alto.<FELIZ-Fim>"
  },
  {
    "sentence": "Quando ele desapareceu por horas, achei que algo terrível tivesse acontecido, mas depois o encontrei dormindo no armário.",
    "segmented_text": "<MEDO-Inicio>Quando ele desapareceu por horas, achei que algo terrível tivesse acontecido<MEDO-Fim><SURPRESA-Inicio>, mas depois o encontrei dormindo no armário.<SURPRESA-Fim>"
  },
  {
    "sentence": "O gato subiu na cortina como se fosse um atleta olímpico, e eu fiquei entre o riso e o desespero.",
    "segmented_text": "<SURPRESA-Inicio>O gato subiu na cortina como se fosse um atleta olímpico<SURPRESA-Fim><RAIVA-Inicio>, e eu fiquei entre o riso e o desespero.<RAIVA-Fim>"
  },
  {
    "sentence": "Ele parecia tão sereno dormindo ao sol, que até o som dos carros lá fora parecia mais leve.",
    "segmented_text": "<FELIZ-Inicio>Ele parecia tão sereno dormindo ao sol<FELIZ-Fim><NEUTRO-Inicio>, que até o som dos carros lá fora parecia mais leve.<NEUTRO-Fim>"
  },
  {
    "sentence": "A veterinária disse que ele precisava de dieta, e ele me olhou com a expressão mais ofendida do mundo.",
    "segmented_text": "<NEUTRO-Inicio>A veterinária disse que ele precisava de dieta<NEUTRO-Fim><RAIVA-Inicio>, e ele me olhou com a expressão mais ofendida do mundo.<RAIVA-Fim>"
  },
  {
    "sentence": "Ele se escondeu atrás da cortina quando ouviu o som do trovão, e depois veio de mansinho pedir colo.",
    "segmented_text": "<MEDO-Inicio>Ele se escondeu atrás da cortina quando ouviu o som do trovão<MEDO-Fim><FELIZ-Inicio>, e depois veio de mansinho pedir colo.<FELIZ-Fim>"
  },
  {
    "sentence": "Quando ele derrubou o vaso novo, respirei fundo para não gritar, e no fim acabei limpando tudo em silêncio.",
    "segmented_text": "<RAIVA-Inicio>Quando ele derrubou o vaso novo, respirei fundo para não gritar<RAIVA-Fim><NEUTRO-Inicio>, e no fim acabei limpando tudo em silêncio.<NEUTRO-Fim>"
  },
  {
    "sentence": "Ver ele brincar com o novelo de lã foi tão divertido que esqueci o dia difícil que tive.",
    "segmented_text": "<FELIZ-Inicio>Ver ele brincar com o novelo de lã foi tão divertido<FELIZ-Fim><TRISTE-Inicio>, que esqueci o dia difícil que tive.<TRISTE-Fim>"
  },
  {
    "sentence": "Ele miava olhando fixamente para o teto, e quando olhei, não havia nada lá.",
    "segmented_text": "<MEDO-Inicio>Ele miava olhando fixamente para o teto<MEDO-Fim><NEUTRO-Inicio>, e quando olhei, não havia nada lá.<NEUTRO-Fim>"
  },
  {
    "sentence": "Achei que ele tinha fugido, mas estava dormindo dentro do cesto de roupas sujas.",
    "segmented_text": "<MEDO-Inicio>Achei que ele tinha fugido<MEDO-Fim><SURPRESA-Inicio>, mas estava dormindo dentro do cesto de roupas sujas.<SURPRESA-Fim>"
  },
  {
    "sentence": "Quando o vi brincar com a própria sombra, fiquei observando fascinado até ele se cansar e deitar.",
    "segmented_text": "<FELIZ-Inicio>Quando o vi brincar com a própria sombra, fiquei observando fascinado<FELIZ-Fim><NEUTRO-Inicio>, até ele se cansar e deitar.<NEUTRO-Fim>"
  },
  {
    "sentence": "O veterinário aplicou a vacina e ele soltou um miado que partiu meu coração.",
    "segmented_text": "<NEUTRO-Inicio>O veterinário aplicou a vacina<NEUTRO-Fim><TRISTE-Inicio>, e ele soltou um miado que partiu meu coração.<TRISTE-Fim>"
  },
  {
    "sentence": "Quando ele derrubou o celular da mesa, quase gritei, mas acabei rindo do susto dele mesmo.",
    "segmented_text": "<RAIVA-Inicio>Quando ele derrubou o celular da mesa, quase gritei<RAIVA-Fim><FELIZ-Inicio>, mas acabei rindo do susto dele mesmo.<FELIZ-Fim>"
  },
  {
    "sentence": "O gato olhou para o espelho e arqueou o corpo, depois relaxou como se tivesse vencido uma batalha.",
    "segmented_text": "<SURPRESA-Inicio>O gato olhou para o espelho e arqueou o corpo<SURPRESA-Fim><FELIZ-Inicio>, depois relaxou como se tivesse vencido uma batalha.<FELIZ-Fim>"
  },
  {
    "sentence": "Ele ficou parado na chuva me olhando pela janela, e eu corri para abrir a porta antes que se molhasse todo.",
    "segmented_text": "<TRISTE-Inicio>Ele ficou parado na chuva me olhando pela janela<TRISTE-Fim><MEDO-Inicio>, e eu corri para abrir a porta antes que se molhasse todo.<MEDO-Fim>"
  },
  {
    "sentence": "Achei graça quando ele tentou pegar o laser, mas senti pena quando se deitou frustrado no chão.",
    "segmented_text": "<FELIZ-Inicio>Achei graça quando ele tentou pegar o laser<FELIZ-Fim><TRISTE-Inicio>, mas senti pena quando se deitou frustrado no chão.<TRISTE-Fim>"
  },
  {
    "sentence": "O gato ficou observando a porta como se algo estivesse do outro lado, e eu não consegui deixar de sentir um arrepio.",
    "segmented_text": "<NEUTRO-Inicio>O gato ficou observando a porta como se algo estivesse do outro lado<NEUTRO-Fim><MEDO-Inicio>, e eu não consegui deixar de sentir um arrepio.<MEDO-Fim>"
  },
  {
    "sentence": "Ele pulou na cama com tanta energia que quase derrubou o travesseiro, e depois deitou ronronando satisfeito.",
    "segmented_text": "<SURPRESA-Inicio>Ele pulou na cama com tanta energia que quase derrubou o travesseiro<SURPRESA-Fim><FELIZ-Inicio>, e depois deitou ronronando satisfeito.<FELIZ-Fim>"
  },
  {
    "sentence": "Ao revisar o contrato pela terceira vez, percebi detalhes que me deixaram inquieto, mas quando encontrei a cláusula que precisava, senti um alívio inesperado, antes de voltar à rotina de preencher documentos.",
    "segmented_text": "<MEDO-Inicio>Ao revisar o contrato pela terceira vez, percebi detalhes que me deixaram inquieto<MEDO-Fim><FELIZ-Inicio>, mas quando encontrei a cláusula que precisava, senti um alívio inesperado<FELIZ-Fim><NEUTRO-Inicio>, antes de voltar à rotina de preencher documentos.<NEUTRO-Fim>"
  },
  {
    "sentence": "O barulho repentino no corredor fez meu coração acelerar, e quando abri a porta e vi que era apenas o entregador, deixei escapar uma risada rápida, antes de voltar ao relatório interminável.",
    "segmented_text": "<MEDO-Inicio>O barulho repentino no corredor fez meu coração acelerar<MEDO-Fim><SURPRESA-Inicio>, e quando abri a porta e vi que era apenas o entregador, deixei escapar uma risada rápida<SURPRESA-Fim><NEUTRO-Inicio>, antes de voltar ao relatório interminável.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu finalmente terminei o relatório que estava me consumindo há dias e senti uma pontada de satisfação, embora logo tenha percebido que teria que refazer tudo por causa de uma falha no sistema.",
    "segmented_text": "<FELIZ-Inicio>Eu finalmente terminei o relatório que estava me consumindo há dias e senti uma pontada de satisfação<FELIZ-Fim><TRISTE-Inicio>, embora logo tenha percebido que teria que refazer tudo por causa de uma falha no sistema.<TRISTE-Fim>"
  },
  {
    "sentence": "Ao ouvir passos apressados atrás de mim, apertei o passo instintivamente, mas em seguida percebi que era apenas alguém correndo para não perder o ônibus.",
    "segmented_text": "<MEDO-Inicio>Ao ouvir passos apressados atrás de mim, apertei o passo instintivamente<MEDO-Fim><NEUTRO-Inicio>, mas em seguida percebi que era apenas alguém correndo para não perder o ônibus.<NEUTRO-Fim>"
  },
  {
    "sentence": "Quando a resposta positiva finalmente chegou, senti a tensão desaparecer por um momento, antes de lembrar da reunião tensa marcada para o fim do dia.",
    "segmented_text": "<FELIZ-Inicio>Quando a resposta positiva finalmente chegou, senti a tensão desaparecer por um momento<FELIZ-Fim><MEDO-Inicio>, antes de lembrar da reunião tensa marcada para o fim do dia.<MEDO-Fim>"
  },
  {
    "sentence": "A discussão começou calma, mas quando percebi que ninguém tinha cumprido o combinado, minha irritação subiu rapidamente, até que um aviso inesperado mudou completamente o rumo da conversa.",
    "segmented_text": "<NEUTRO-Inicio>A discussão começou calma<NEUTRO-Fim><RAIVA-Inicio>, mas quando percebi que ninguém tinha cumprido o combinado, minha irritação subiu rapidamente<RAIVA-Fim><SURPRESA-Inicio>, até que um aviso inesperado mudou completamente o rumo da conversa.<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu organizei todos os documentos com cuidado, satisfeito com o andamento do dia, até perceber que uma pasta inteira havia desaparecido misteriosamente.",
    "segmented_text": "<FELIZ-Inicio>Eu organizei todos os documentos com cuidado, satisfeito com o andamento do dia<FELIZ-Fim><SURPRESA-Inicio>, até perceber que uma pasta inteira havia desaparecido misteriosamente.<SURPRESA-Fim>"
  },
  {
    "sentence": "O silêncio repentino no escritório deixou meu corpo rígido, mas quando a luz voltou e tudo se normalizou, continuei minha rotina como se nada tivesse ocorrido.",
    "segmented_text": "<MEDO-Inicio>O silêncio repentino no escritório deixou meu corpo rígido<MEDO-Fim><NEUTRO-Inicio>, mas quando a luz voltou e tudo se normalizou, continuei minha rotina como se nada tivesse ocorrido.<NEUTRO-Fim>"
  },
  {
    "sentence": "Assim que abri o e-mail e vi a mensagem de aprovação, senti uma onda de alegria, embora tenha sido seguida pela lembrança amarga de que o prazo de entrega diminuíra.",
    "segmented_text": "<FELIZ-Inicio>Assim que abri o e-mail e vi a mensagem de aprovação, senti uma onda de alegria<FELIZ-Fim><TRISTE-Inicio>, embora tenha sido seguida pela lembrança amarga de que o prazo de entrega diminuíra.<TRISTE-Fim>"
  },
  {
    "sentence": "A porta bateu com força inesperada, fazendo meu estômago revirar, mas logo percebi que era apenas o vento e retornei às minhas tarefas.",
    "segmented_text": "<SURPRESA-Inicio>A porta bateu com força inesperada, fazendo meu estômago revirar<SURPRESA-Fim><NEUTRO-Inicio>, mas logo percebi que era apenas o vento e retornei às minhas tarefas.<NEUTRO-Fim>"
  },

  {
    "sentence": "Quando a encomenda que eu esperava há semanas finalmente chegou, senti um alívio caloroso, porém logo percebi que o item estava danificado e a animação murchou.",
    "segmented_text": "<FELIZ-Inicio>Quando a encomenda que eu esperava há semanas finalmente chegou, senti um alívio caloroso<FELIZ-Fim><TRISTE-Inicio>, porém logo percebi que o item estava danificado e a animação murchou.<TRISTE-Fim>"
  },
  {
    "sentence": "O anúncio repentino ecoou pelo saguão, me deixando paralisado por um instante, mas logo entendi que era apenas um teste de som.",
    "segmented_text": "<SURPRESA-Inicio>O anúncio repentino ecoou pelo saguão, me deixando paralisado por um instante<SURPRESA-Fim><NEUTRO-Inicio>, mas logo entendi que era apenas um teste de som.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito com o andamento do projeto, até notar que a equipe havia ignorado instruções importantes, o que fez minha frustração crescer rapidamente.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito com o andamento do projeto<FELIZ-Fim><RAIVA-Inicio>, até notar que a equipe havia ignorado instruções importantes, o que fez minha frustração crescer rapidamente.<RAIVA-Fim>"
  },
  {
    "sentence": "Enquanto caminhava para a reunião, meu estômago apertava com a antecipação, mas ao entrar e perceber o clima amistoso, a tensão diminuiu.",
    "segmented_text": "<MEDO-Inicio>Enquanto caminhava para a reunião, meu estômago apertava com a antecipação<MEDO-Fim><NEUTRO-Inicio>, mas ao entrar e perceber o clima amistoso, a tensão diminuiu.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu me sentia animado com a apresentação que havia preparado, até que o projetor falhou de repente, deixando todos me olhando em silêncio.",
    "segmented_text": "<FELIZ-Inicio>Eu me sentia animado com a apresentação que havia preparado<FELIZ-Fim><SURPRESA-Inicio>, até que o projetor falhou de repente, deixando todos me olhando em silêncio.<SURPRESA-Fim>"
  },
  {
    "sentence": "O clima tranquilo da manhã foi interrompido pela notícia inesperada, que me fez largar o café pela metade antes de respirar fundo para continuar o dia.",
    "segmented_text": "<NEUTRO-Inicio>O clima tranquilo da manhã foi interrompido<FELIZ-Fim><SURPRESA-Inicio>pela notícia inesperada, que me fez largar o café pela metade<SURPRESA-Fim><NEUTRO-Inicio>antes de respirar fundo para continuar o dia.<NEUTRO-Fim>"
  },

  {
    "sentence": "Eu estava concentrado na leitura quando ouvi um estrondo atrás de mim, fazendo meu corpo gelar, mas no fim descobri que era apenas um livro caído da estante.",
    "segmented_text": "<MEDO-Inicio>Eu estava concentrado na leitura quando ouvi um estrondo atrás de mim, fazendo meu corpo gelar<MEDO-Fim><NEUTRO-Inicio>, mas no fim descobri que era apenas um livro caído da estante.<NEUTRO-Fim>"
  },
  {
    "sentence": "Assim que cliquei no botão de enviar, senti um orgulho leve, mas ele logo virou frustração quando notei um erro grotesco no primeiro parágrafo.",
    "segmented_text": "<FELIZ-Inicio>Assim que cliquei no botão de enviar, senti um orgulho leve<FELIZ-Fim><TRISTE-Inicio>, mas ele logo virou frustração quando notei um erro grotesco no primeiro parágrafo.<TRISTE-Fim>"
  },
  {
    "sentence": "A mensagem inesperada iluminou meu telefone, me fazendo arregalar os olhos, e pouco depois percebi que era apenas uma propaganda.",
    "segmented_text": "<SURPRESA-Inicio>A mensagem inesperada iluminou meu telefone, me fazendo arregalar os olhos<SURPRESA-Fim><NEUTRO-Inicio>, e pouco depois percebi que era apenas uma propaganda.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito com meu progresso até ver que todo o sistema travou, fazendo meu humor azedar imediatamente.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito com meu progresso<FELIZ-Fim><RAIVA-Inicio>, até ver que todo o sistema travou, fazendo meu humor azedar imediatamente.<RAIVA-Fim>"
  },

  {
    "sentence": "Quando percebi que tinha esquecido a carteira no escritório, a preocupação veio instantaneamente, mas ao voltar lá e encontrá-la no mesmo lugar, senti meu corpo relaxar.",
    "segmented_text": "<MEDO-Inicio>Quando percebi que tinha esquecido a carteira no escritório, a preocupação veio instantaneamente<MEDO-Fim><FELIZ-Inicio>, mas ao voltar lá e encontrá-la no mesmo lugar, senti meu corpo relaxar.<FELIZ-Fim>"
  },
  {
    "sentence": "O pacote era maior do que eu esperava, e por um momento fiquei intrigado, até descobrir que continha apenas papéis dobrados como enchimento.",
    "segmented_text": "<SURPRESA-Inicio>O pacote era maior do que eu esperava, e por um momento fiquei intrigado<SURPRESA-Fim><NEUTRO-Inicio>, até descobrir que continha apenas papéis dobrados como enchimento.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado com a bagunça que haviam deixado na sala, mas quando encontrei meu caderno perdido no meio dos papéis, um alívio inesperado tomou conta de mim.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com a bagunça que haviam deixado na sala<RAIVA-Fim><FELIZ-Inicio>, mas quando encontrei meu caderno perdido no meio dos papéis, um alívio inesperado tomou conta de mim.<FELIZ-Fim>"
  },
  {
    "sentence": "O corredor silencioso já me deixava desconfortável, mas a porta rangendo sem vento algum fez meu corpo congelar antes que eu percebesse que um funcionário apenas a estava abrindo.",
    "segmented_text": "<MEDO-Inicio>O corredor silencioso já me deixava desconfortável<MEDO-Fim><SURPRESA-Inicio>, mas a porta rangendo sem vento algum fez meu corpo congelar<SURPRESA-Fim><NEUTRO-Inicio>antes que eu percebesse que um funcionário apenas a estava abrindo.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava feliz com o convite para participar do projeto, mas ao ver o cronograma apertado, senti uma sombra de preocupação invadir meu entusiasmo.",
    "segmented_text": "<FELIZ-Inicio>Eu estava feliz com o convite para participar do projeto<FELIZ-Fim><MEDO-Inicio>, mas ao ver o cronograma apertado, senti uma sombra de preocupação invadir meu entusiasmo.<MEDO-Fim>"
  },

  {
    "sentence": "A apresentação começou bem, mas quando o áudio falhou de repente, a sala inteira ficou me olhando enquanto eu tentava entender o que acontecia.",
    "segmented_text": "<NEUTRO-Inicio>A apresentação começou bem<NEUTRO-Fim><SURPRESA-Inicio>, mas quando o áudio falhou de repente, a sala inteira ficou me olhando<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu estava apreensivo com o exame, e ao receber o envelope, minhas mãos tremiam, mas ao abrir e ver o resultado positivo, senti uma alegria que quase me fez rir.",
    "segmented_text": "<MEDO-Inicio>Eu estava apreensivo com o exame, e ao receber o envelope, minhas mãos tremiam<MEDO-Fim><FELIZ-Inicio>, mas ao abrir e ver o resultado positivo, senti uma alegria que quase me fez rir.<FELIZ-Fim>"
  },

  {
    "sentence": "A sala estava silenciosa e eu me sentia tranquilo, até que um objeto caiu da mesa sozinho, fazendo meu coração disparar.",
    "segmented_text": "<NEUTRO-Inicio>A sala estava silenciosa e eu me sentia tranquilo<NEUTRO-Fim><SURPRESA-Inicio>, até que um objeto caiu da mesa sozinho, fazendo meu coração disparar.<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu estava irritado com o atraso do transporte, mas quando finalmente embarquei e vi que o trajeto seria mais curto do que o habitual, meu humor se suavizou.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com o atraso do transporte<RAIVA-Fim><FELIZ-Inicio>, mas quando finalmente embarquei e vi que o trajeto seria mais curto do que o habitual, meu humor se suavizou.<FELIZ-Fim>"
  },
  {
    "sentence": "O aviso repentino no alto-falante fez minha respiração travar, mas logo entendi que era apenas uma simulação de alerta.",
    "segmented_text": "<SURPRESA-Inicio>O aviso repentino no alto-falante fez minha respiração travar<SURPRESA-Fim><NEUTRO-Inicio>, mas logo entendi que era apenas uma simulação de alerta.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava animado com a ideia do novo curso, até perceber que precisaria reorganizar toda minha rotina, o que me deixou abatido por alguns instantes.",
    "segmented_text": "<FELIZ-Inicio>Eu estava animado com a ideia do novo curso<FELIZ-Fim><TRISTE-Inicio>, até perceber que precisaria reorganizar toda minha rotina, o que me deixou abatido por alguns instantes.<TRISTE-Fim>"
  },

  {
    "sentence": "Assim que a reunião terminou, senti um enorme alívio, mas ele durou pouco quando percebi que teria que revisar todo o relatório ainda naquele mesmo dia.",
    "segmented_text": "<FELIZ-Inicio>Assim que a reunião terminou, senti um enorme alívio<FELIZ-Fim><TRISTE-Inicio>, mas ele durou pouco quando percebi que teria que revisar todo o relatório ainda naquele mesmo dia.<TRISTE-Fim>"
  },
  {
    "sentence": "Eu estava confiante de que o sistema funcionaria, mas quando ele travou diante de todos, senti o calor subir pelo meu rosto.",
    "segmented_text": "<FELIZ-Inicio>Eu estava confiante de que o sistema funcionaria<FELIZ-Fim><SURPRESA-Inicio>, mas quando ele travou diante de todos, senti o calor subir pelo meu rosto.<SURPRESA-Fim>"
  },
  {
    "sentence": "Percebi que a caixa estava mais leve do que deveria e por um instante fiquei apreensivo, até abrir e ver que o conteúdo estava intacto.",
    "segmented_text": "<SURPRESA-Inicio>Percebi que a caixa estava mais leve do que deveria e por um instante fiquei apreensivo<SURPRESA-Fim><FELIZ-Inicio>, até abrir e ver que o conteúdo estava intacto.<FELIZ-Fim>"
  },

  {
    "sentence": "Eu estava satisfeito com a limpeza da sala, mas quando notei marcas estranhas na parede, meu estômago revirou involuntariamente.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito com a limpeza da sala<FELIZ-Fim><MEDO-Inicio>, mas quando notei marcas estranhas na parede, meu estômago revirou involuntariamente.<MEDO-Fim>"
  },
  {
    "sentence": "O som repentino vindo do corredor fez minha pele arrepiar, mas ao ver que era apenas alguém derrubando uma caixa, respirei fundo e continuei.",
    "segmented_text": "<SURPRESA-Inicio>O som repentino vindo do corredor fez minha pele arrepiar<SURPRESA-Fim><NEUTRO-Inicio>, mas ao ver que era apenas alguém derrubando uma caixa, respirei fundo e continuei.<NEUTRO-Fim>"
  },
  {
    "sentence": "Assim que terminei de revisar toda a documentação, senti um leve alívio, mas esse sentimento se desfez quando percebi que o sistema havia travado e eu teria que reabrir tudo manualmente.",
    "segmented_text": "<FELIZ-Inicio>Assim que terminei de revisar toda a documentação, senti um leve alívio<FELIZ-Fim><TRISTE-Inicio>, mas esse sentimento se desfez quando percebi que o sistema havia travado e eu teria que reabrir tudo manualmente.<TRISTE-Fim>"
  },
  {
    "sentence": "Enquanto caminhava pelo estacionamento vazio, o som metálico de algo caindo atrás de mim fez meu coração acelerar, até que uma risada inesperada de um desconhecido me tirou do susto.",
    "segmented_text": "<MEDO-Inicio>Enquanto caminhava pelo estacionamento vazio, o som metálico de algo caindo atrás de mim fez meu coração acelerar<MEDO-Fim><SURPRESA-Inicio>, até que uma risada inesperada de um desconhecido me tirou do susto.<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito com o progresso do projeto, mas quando percebi que um colega havia alterado arquivos essenciais sem avisar, fiquei profundamente irritado.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito com o progresso do projeto<FELIZ-Fim><RAIVA-Inicio>, mas quando percebi que um colega havia alterado arquivos essenciais sem avisar, fiquei profundamente irritado.<RAIVA-Fim>"
  },
  {
    "sentence": "O telefone tocou de forma inesperada no meio da madrugada, e por um instante temi o pior, mas era apenas uma mensagem automática do banco.",
    "segmented_text": "<MEDO-Inicio>O telefone tocou de forma inesperada no meio da madrugada, e por um instante temi o pior<MEDO-Fim><NEUTRO-Inicio>, mas era apenas uma mensagem automática do banco.<NEUTRO-Fim>"
  },
  {
    "sentence": "Assim que encontrei a carta perdida no fundo da gaveta, senti uma alegria súbita, embora logo percebesse que o conteúdo exigiria muitas providências urgentes.",
    "segmented_text": "<FELIZ-Inicio>Assim que encontrei a carta perdida no fundo da gaveta, senti uma alegria súbita<FELIZ-Fim><MEDO-Inicio>, embora logo percebesse que o conteúdo exigiria muitas providências urgentes.<MEDO-Fim>"
  },
  {
    "sentence": "O aviso de reunião extraordinária me deixou apreensivo, mas ao chegar lá, a pauta era apenas sobre a organização das mesas, o que me fez suspirar de alívio.",
    "segmented_text": "<MEDO-Inicio>O aviso de reunião extraordinária me deixou apreensivo<MEDO-Fim><FELIZ-Inicio>, mas ao chegar lá, a pauta era apenas sobre a organização das mesas, o que me fez suspirar de alívio.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava prestes a desligar o computador quando percebi que finalmente haviam aprovado minha solicitação, mas logo depois veio um e-mail cobrando novas revisões.",
    "segmented_text": "<FELIZ-Inicio>Eu estava prestes a desligar o computador quando percebi que finalmente haviam aprovado minha solicitação<FELIZ-Fim><TRISTE-Inicio>, mas logo depois veio um e-mail cobrando novas revisões.<TRISTE-Fim>"
  },
  {
    "sentence": "O estrondo repentino vindo da janela me fez congelar por um instante, e só quando abri a cortina percebi que era apenas um galho arrastado pelo vento.",
    "segmented_text": "<MEDO-Inicio>O estrondo repentino vindo da janela me fez congelar por um instante<MEDO-Fim><NEUTRO-Inicio>, e só quando abri a cortina percebi que era apenas um galho arrastado pelo vento.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado com a lentidão da fila, mas quando anunciaram que o atendimento havia sido agilizado, fiquei surpreso com a rapidez com que tudo foi resolvido.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com a lentidão da fila<RAIVA-Fim><SURPRESA-Inicio>, mas quando anunciaram que o atendimento havia sido agilizado, fiquei surpreso com a rapidez com que tudo foi resolvido.<SURPRESA-Fim>"
  },
  {
    "sentence": "Depois de horas tentando entender o relatório, eu finalmente consegui decifrá-lo, mas só para descobrir que o documento estava desatualizado e teria que ser refeito.",
    "segmented_text": "<FELIZ-Inicio>Depois de horas tentando entender o relatório, eu finalmente consegui decifrá-lo<FELIZ-Fim><TRISTE-Inicio>, mas só para descobrir que o documento estava desatualizado e teria que ser refeito.<TRISTE-Fim>"
  },
  {
    "sentence": "O ruído súbito que ecoou no corredor me deixou em alerta, e quando virei a esquina e vi apenas um funcionário derrubando caixas, senti o ar voltar aos pulmões.",
    "segmented_text": "<MEDO-Inicio>O ruído súbito que ecoou no corredor me deixou em alerta<MEDO-Fim><NEUTRO-Inicio>, e quando virei a esquina e vi apenas um funcionário derrubando caixas, senti o ar voltar aos pulmões.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu havia me preparado para contestar cada item da ata, irritado com erros grosseiros, mas todos concordaram imediatamente em corrigir, o que me deixou apenas com a parte técnica para resolver.",
    "segmented_text": "<RAIVA-Inicio>Eu havia me preparado para contestar cada item da ata, irritado com erros grosseiros<RAIVA-Fim><NEUTRO-Inicio>, mas todos concordaram imediatamente em corrigir, o que me deixou apenas com a parte técnica para resolver.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu caminhei até a prateleira com a certeza de que meu livro favorito havia sumido, e quando o encontrei escondido atrás de outro volume, ri sozinho da minha própria afobação.",
    "segmented_text": "<TRISTE-Inicio>Eu caminhei até a prateleira com a certeza de que meu livro favorito havia sumido<TRISTE-Fim><FELIZ-Inicio>, e quando o encontrei escondido atrás de outro volume, ri sozinho da minha própria afobação.<FELIZ-Fim>"
  },
  {
    "sentence": "Assim que ouvi o aviso de que haveria uma auditoria surpresa, meu estômago revirou, mas ao final da verificação tudo estava em ordem, o que me trouxe um alívio silencioso.",
    "segmented_text": "<MEDO-Inicio>Assim que ouvi o aviso de que haveria uma auditoria surpresa, meu estômago revirou<MEDO-Fim><FELIZ-Inicio>, mas ao final da verificação tudo estava em ordem, o que me trouxe um alívio silencioso.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava chateado com a mudança repentina de planos, mas quando a reunião começou com boas notícias, não pude deixar de sorrir discretamente.",
    "segmented_text": "<TRISTE-Inicio>Eu estava chateado com a mudança repentina de planos<TRISTE-Fim><FELIZ-Inicio>, mas quando a reunião começou com boas notícias, não pude deixar de sorrir discretamente.<FELIZ-Fim>"
  },
  {
    "sentence": "A mensagem curta e ríspida que recebi por engano me deixou irritado, mas depois descobri que a pessoa apenas digitou no chat errado.",
    "segmented_text": "<RAIVA-Inicio>A mensagem curta e ríspida que recebi por engano me deixou irritado<RAIVA-Fim><NEUTRO-Inicio>, mas depois descobri que a pessoa apenas digitou no chat errado.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava confiante de que tudo daria certo, mas quando o elevador parou entre os andares de repente, meu coração quase saiu pela boca.",
    "segmented_text": "<FELIZ-Inicio>Eu estava confiante de que tudo daria certo<FELIZ-Fim><MEDO-Inicio>, mas quando o elevador parou entre os andares de repente, meu coração quase saiu pela boca.<MEDO-Fim>"
  },
  {
    "sentence": "Depois de reorganizar toda a sala, senti um orgulho silencioso, até perceber que tinha esquecido a apresentação no escritório e teria que voltar.",
    "segmented_text": "<FELIZ-Inicio>Depois de reorganizar toda a sala, senti um orgulho silencioso<FELIZ-Fim><TRISTE-Inicio>, até perceber que tinha esquecido a apresentação no escritório e teria que voltar.<TRISTE-Fim>"
  },
  {
    "sentence": "O bilhete misterioso deixado sobre minha mesa me deixou desconfortável, mas bastou virar a folha para perceber que era apenas um lembrete do RH.",
    "segmented_text": "<MEDO-Inicio>O bilhete misterioso deixado sobre minha mesa me deixou desconfortável<MEDO-Fim><NEUTRO-Inicio>, mas bastou virar a folha para perceber que era apenas um lembrete do RH.<NEUTRO-Fim>"
  },
  {
    "sentence": "Quando vi que tinham aprovado minha proposta sem alterações, fiquei genuinamente contente, mas logo me lembrei das outras demandas que ainda estavam atrasadas.",
    "segmented_text": "<FELIZ-Inicio>Quando vi que tinham aprovado minha proposta sem alterações, fiquei genuinamente contente<FELIZ-Fim><NEUTRO-Inicio>, mas logo me lembrei das outras demandas que ainda estavam atrasadas.<NEUTRO-Fim>"
  },
  {
    "sentence": "A campainha tocou de forma tão abrupta que senti meu corpo inteiro reagir, mas era apenas o carteiro entregando um pacote pequeno.",
    "segmented_text": "<MEDO-Inicio>A campainha tocou de forma tão abrupta que senti meu corpo inteiro reagir<MEDO-Fim><NEUTRO-Inicio>, mas era apenas o carteiro entregando um pacote pequeno.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava certo de que o arquivo estava perdido para sempre, mas quando finalmente o encontrei na pasta errada, ri da minha própria desatenção.",
    "segmented_text": "<TRISTE-Inicio>Eu estava certo de que o arquivo estava perdido para sempre<TRISTE-Fim><FELIZ-Inicio>, mas quando finalmente o encontrei na pasta errada, ri da minha própria desatenção.<FELIZ-Fim>"
  },
  {
    "sentence": "A bronca injusta que levei pela manhã me deixou furioso, mas a explicação de que houve um mal-entendido fez tudo esfriar rapidamente.",
    "segmented_text": "<RAIVA-Inicio>A bronca injusta que levei pela manhã me deixou furioso<RAIVA-Fim><NEUTRO-Inicio>, mas a explicação de que houve um mal-entendido fez tudo esfriar rapidamente.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava plenamente tranquilo esperando minha vez, até que um barulho alto atrás de mim fez meu coração disparar.",
    "segmented_text": "<NEUTRO-Inicio>Eu estava plenamente tranquilo esperando minha vez<NEUTRO-Fim><MEDO-Inicio>, até que um barulho alto atrás de mim fez meu coração disparar.<MEDO-Fim>"
  },
  {
    "sentence": "Quando percebi que faltava apenas uma assinatura para concluir o processo, senti um entusiasmo crescente, mas fui surpreendido com a notícia de que o responsável havia saído de férias.",
    "segmented_text": "<FELIZ-Inicio>Quando percebi que faltava apenas uma assinatura para concluir o processo, senti um entusiasmo crescente<FELIZ-Fim><SURPRESA-Inicio>, mas fui surpreendido com a notícia de que o responsável havia saído de férias.<SURPRESA-Fim>"
  },
  {
    "sentence": "A reunião começou tensa, irritando todos os presentes, mas uma proposta inesperada simplificou o debate e estancou as discussões.",
    "segmented_text": "<RAIVA-Inicio>A reunião começou tensa, irritando todos os presentes<RAIVA-Fim><SURPRESA-Inicio>, mas uma proposta inesperada simplificou o debate e estancou as discussões.<SURPRESA-Fim>"
  },
  {
    "sentence": "O silêncio incomum no escritório me deixou desconfortável, e quando vi luzes piscando no corredor, senti um frio na barriga antes de perceber que era apenas manutenção.",
    "segmented_text": "<MEDO-Inicio>O silêncio incomum no escritório me deixou desconfortável<MEDO-Fim><SURPRESA-Inicio>, e quando vi luzes piscando no corredor, senti um frio na barriga<SURPRESA-Fim><NEUTRO-Inicio>, antes de perceber que era apenas manutenção.<NEUTRO-Fim>"
  },
  {
    "sentence": "Enquanto revisava meu planejamento do mês, percebi com satisfação que havia avançado bastante, mas a lista de pendências ainda me dava uma sensação amarga.",
    "segmented_text": "<FELIZ-Inicio>Enquanto revisava meu planejamento do mês, percebi com satisfação que havia avançado bastante<FELIZ-Fim><TRISTE-Inicio>, mas a lista de pendências ainda me dava uma sensação amarga.<TRISTE-Fim>"
  },
  {
    "sentence": "Assim que ouvi o estalo vindo da cozinha, meu corpo enrijeceu no instante, mas ao chegar lá encontrei apenas uma panela caindo da prateleira.",
    "segmented_text": "<MEDO-Inicio>Assim que ouvi o estalo vindo da cozinha, meu corpo enrijeceu no instante<MEDO-Fim><NEUTRO-Inicio>, mas ao chegar lá encontrei apenas uma panela caindo da prateleira.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava pronto para reclamar do atraso absurdo, mas fui surpreendido quando liberaram meu atendimento em poucos minutos.",
    "segmented_text": "<RAIVA-Inicio>Eu estava pronto para reclamar do atraso absurdo<RAIVA-Fim><SURPRESA-Inicio>, mas fui surpreendido quando liberaram meu atendimento em poucos minutos.<SURPRESA-Fim>"
  },
  {
    "sentence": "Depois de horas tentando achar o erro no código, senti uma alegria imensa ao descobrir a falha, mas logo veio o peso de perceber quantos testes ainda precisariam ser refeitos.",
    "segmented_text": "<FELIZ-Inicio>Depois de horas tentando achar o erro no código, senti uma alegria imensa ao descobrir a falha<FELIZ-Fim><TRISTE-Inicio>, mas logo veio o peso de perceber quantos testes ainda precisariam ser refeitos.<TRISTE-Fim>"
  },
  {
    "sentence": "Eu estava convicto de que meu pedido seria negado, e quando recebi a resposta positiva, fiquei tão surpreso que tive que reler três vezes.",
    "segmented_text": "<TRISTE-Inicio>Eu estava convicto de que meu pedido seria negado<TRISTE-Fim><SURPRESA-Inicio>, e quando recebi a resposta positiva, fiquei tão surpreso que tive que reler três vezes.<SURPRESA-Fim>"
  },
  {
    "sentence": "Ao perceber que o sistema caiu poucos minutos antes do envio final, senti a irritação subir, mas logo descobriram que era apenas um reinício automático.",
    "segmented_text": "<RAIVA-Inicio>Ao perceber que o sistema caiu poucos minutos antes do envio final, senti a irritação subir<RAIVA-Fim><NEUTRO-Inicio>, mas logo descobriram que era apenas um reinício automático.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava plenamente seguro de que a apresentação seria tranquila, até notar que o arquivo não abria, o que me deixou tomado por um medo súbito.",
    "segmented_text": "<NEUTRO-Inicio>Eu estava plenamente seguro de que a apresentação seria tranquila<NEUTRO-Fim><MEDO-Inicio>, até notar que o arquivo não abria, o que me deixou tomado por um medo súbito.<MEDO-Fim>"
  },
  {
    "sentence": "Assim que finalizei o envio do último documento, senti um contentamento raro, mas logo lembrei que precisaria preparar outra pilha para o dia seguinte.",
    "segmented_text": "<FELIZ-Inicio>Assim que finalizei o envio do último documento, senti um contentamento raro<FELIZ-Fim><NEUTRO-Inicio>, mas logo lembrei que precisaria preparar outra pilha para o dia seguinte.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava convencido de que ninguém apareceria para a reunião, mas quando todos chegaram pontualmente, fiquei positivamente impressionado.",
    "segmented_text": "<TRISTE-Inicio>Eu estava convencido de que ninguém apareceria para a reunião<TRISTE-Fim><SURPRESA-Inicio>, mas quando todos chegaram pontualmente, ficou positivamente impressionado.<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu estava convencido de que teria uma manhã tranquila, até que um alerta inesperado no sistema exigiu que eu revisse todos os relatórios do dia.",
    "segmented_text": "<NEUTRO-Inicio>Eu estava convencido de que teria uma manhã tranquila<NEUTRO-Fim><SURPRESA-Inicio>, até que um alerta inesperado no sistema exigiu que eu revisse todos os relatórios do dia.<SURPRESA-Fim>"
  },
  {
    "sentence": "O anúncio de que o prazo havia sido reduzido me deixou tenso, mas a equipe respondeu tão rapidamente que senti um alívio imediato.",
    "segmented_text": "<MEDO-Inicio>O anúncio de que o prazo havia sido reduzido me deixou tenso<MEDO-Fim><FELIZ-Inicio>, mas a equipe respondeu tão rapidamente que senti um alívio imediato.<FELIZ-Fim>"
  },
  {
    "sentence": "Quando abri o envelope achando que seria uma cobrança, fiquei furioso ao ver um valor absurdo, mas logo notei que era um erro de impressão.",
    "segmented_text": "<RAIVA-Inicio>Quando abri o envelope achando que seria uma cobrança, fiquei furioso ao ver um valor absurdo<RAIVA-Fim><NEUTRO-Inicio>, mas logo notei que era um erro de impressão.<NEUTRO-Fim>"
  },
  {
    "sentence": "Depois de horas esperando uma resposta, minha frustração cresceu, mas quando finalmente o e-mail chegou, fui surpreendido com uma solução simples.",
    "segmented_text": "<TRISTE-Inicio>Depois de horas esperando uma resposta, minha frustração cresceu<TRISTE-Fim><SURPRESA-Inicio>, mas quando finalmente o e-mail chegou, fui surpreendido com uma solução simples.<SURPRESA-Fim>"
  },
  {
    "sentence": "A pausa inesperada no meio da reunião me deixou apreensivo, até perceber que era apenas um ajuste no projetor.",
    "segmented_text": "<MEDO-Inicio>A pausa inesperada no meio da reunião me deixou apreensivo<MEDO-Fim><NEUTRO-Inicio>, até perceber que era apenas um ajuste no projetor.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava animado para mostrar meu novo relatório, mas a reação apática de todos me deixou desmotivado.",
    "segmented_text": "<FELIZ-Inicio>Eu estava animado para mostrar meu novo relatório<FELIZ-Fim><TRISTE-Inicio>, mas a reação apática de todos me deixou desmotivado.<TRISTE-Fim>"
  },
  {
    "sentence": "Assim que vi a notificação de atraso, senti uma irritação instantânea, mas ao abrir o arquivo percebi que o problema era mínimo.",
    "segmented_text": "<RAIVA-Inicio>Assim que vi a notificação de atraso, senti uma irritação instantânea<RAIVA-Fim><NEUTRO-Inicio>, mas ao abrir o arquivo percebi que o problema era mínimo.<NEUTRO-Fim>"
  },
  {
    "sentence": "A reforma no prédio fez um barulho tão súbito que meu corpo travou, e só me acalmei ao ver os operários ajeitando os pilares.",
    "segmented_text": "<MEDO-Inicio>A reforma no prédio fez um barulho tão súbito que meu corpo travou<MEDO-Fim><NEUTRO-Inicio>, e só me acalmei ao ver os operários ajeitando os pilares.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu fiquei contente ao terminar a demanda mais difícil do dia, mas quase desanimei ao lembrar das pendências acumuladas.",
    "segmented_text": "<FELIZ-Inicio>Eu fiquei contente ao terminar a demanda mais difícil do dia<FELIZ-Fim><TRISTE-Inicio>, mas quase desanimei ao lembrar das pendências acumuladas.<TRISTE-Fim>"
  },
  {
    "sentence": "O barulho de passos rápidos atrás de mim me deixou alerta, mas era apenas um colega tentando alcançar o elevador.",
    "segmented_text": "<MEDO-Inicio>O barulho de passos rápidos atrás de mim me deixou alerta<MEDO-Fim><NEUTRO-Inicio>, mas era apenas um colega tentando alcançar o elevador.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava convencido de que o projeto seria recusado, mas a aprovação chegou com elogios inesperados que me pegaram de surpresa.",
    "segmented_text": "<TRISTE-Inicio>Eu estava convencido de que o projeto seria recusado<TRISTE-Fim><SURPRESA-Inicio>, mas a aprovação chegou com elogios inesperados que me pegaram de surpresa.<SURPRESA-Fim>"
  },
  {
    "sentence": "Fiquei irritado ao ver que tinham alterado minha planilha, mas ao perguntar soube que haviam corrigido erros que eu nem tinha percebido.",
    "segmented_text": "<RAIVA-Inicio>Fiquei irritado ao ver que tinham alterado minha planilha<RAIVA-Fim><SURPRESA-Inicio>, mas ao perguntar soube que haviam corrigido erros que eu nem tinha percebido.<SURPRESA-Fim>"
  },
  {
    "sentence": "O aviso de que o servidor estava offline me deixou tenso, mas a equipe de TI resolveu tudo em poucos minutos.",
    "segmented_text": "<MEDO-Inicio>O aviso de que o servidor estava offline me deixou tenso<MEDO-Fim><FELIZ-Inicio>, mas a equipe de TI resolveu tudo em poucos minutos.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito com o andamento do estudo, até que encontrei um erro grave nos dados, o que me fez suspirar em frustração.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito com o andamento do estudo<FELIZ-Fim><TRISTE-Inicio>, até que encontrei um erro grave nos dados, o que me fez suspirar em frustração.<TRISTE-Fim>"
  },
  {
    "sentence": "O som estranho vindo do corredor me fez parar imediatamente, mas era apenas o carrinho de limpeza passando.",
    "segmented_text": "<MEDO-Inicio>O som estranho vindo do corredor me fez parar imediatamente<MEDO-Fim><NEUTRO-Inicio>, mas era apenas o carrinho de limpeza passando.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado com o atraso da entrega, mas quando finalmente abri o pacote e vi o brinde inesperado, até esqueci da espera.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com o atraso da entrega<RAIVA-Fim><SURPRESA-Inicio>, mas quando finalmente abri o pacote e vi o brinde inesperado, até esqueci da espera.<SURPRESA-Fim>"
  },
  {
    "sentence": "Eu tinha certeza de que a mensagem era uma cobrança, mas ao abrir percebi que era apenas uma atualização cadastral.",
    "segmented_text": "<MEDO-Inicio>Eu tinha certeza de que a mensagem era uma cobrança<MEDO-Fim><NEUTRO-Inicio>, mas ao abrir percebi que era apenas uma atualização cadastral.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu fiquei contente ao ver que aprovaram meu pedido, embora o prazo curto para entregar tudo tenha me deixado tenso.",
    "segmented_text": "<FELIZ-Inicio>Eu fiquei contente ao ver que aprovaram meu pedido<FELIZ-Fim><MEDO-Inicio>, embora o prazo curto para entregar tudo tenha me deixado tenso.<MEDO-Fim>"
  },
  {
    "sentence": "Assim que percebi que o relatório havia sumido da pasta, senti um desânimo profundo, mas logo encontrei uma cópia salva automaticamente.",
    "segmented_text": "<TRISTE-Inicio>Assim que percebi que o relatório havia sumido da pasta, senti um desânimo profundo<TRISTE-Fim><FELIZ-Inicio>, mas logo encontrei uma cópia salva automaticamente.<FELIZ-Fim>"
  },
  {
    "sentence": "O cheiro de queimado vindo da cozinha me deixou alarmado, mas tudo não passava de um pão torrado demais.",
    "segmented_text": "<MEDO-Inicio>O cheiro de queimado vindo da cozinha me deixou alarmado<MEDO-Fim><NEUTRO-Inicio>, mas tudo não passava de um pão torrado demais.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava animado com a chance de apresentar meu trabalho, mas a falta de atenção do público me deixou desmotivado.",
    "segmented_text": "<FELIZ-Inicio>Eu estava animado com a chance de apresentar meu trabalho<FELIZ-Fim><TRISTE-Inicio>, mas a falta de atenção do público me deixou desmotivado.<TRISTE-Fim>"
  },
  {
    "sentence": "A batida súbita na porta me fez pular da cadeira, mas era apenas o carteiro tentando equilibrar um pacote pesado.",
    "segmented_text": "<MEDO-Inicio>A batida súbita na porta me fez pular da cadeira<MEDO-Fim><NEUTRO-Inicio>, mas era apenas o carteiro tentando equilibrar um pacote pesado.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava frustrado com a lentidão do sistema, mas a atualização liberada minutos depois deixou tudo fluindo perfeitamente.",
    "segmented_text": "<TRISTE-Inicio>Eu estava frustrado com a lentidão do sistema<TRISTE-Fim><FELIZ-Inicio>, mas a atualização liberada minutos depois deixou tudo fluindo perfeitamente.<FELIZ-Fim>"
  },
  {
    "sentence": "Quando vi o valor da conta de energia, senti uma irritação súbita, mas depois percebi que era por causa do ar-condicionado que esqueci ligado.",
    "segmented_text": "<RAIVA-Inicio>Quando vi o valor da conta de energia, senti uma irritação súbita<RAIVA-Fim><NEUTRO-Inicio>, mas depois percebi que era por causa do ar-condicionado que esqueci ligado.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava certo de que perderia o compromisso, mas fui surpreendido quando o trânsito liberou de repente.",
    "segmented_text": "<MEDO-Inicio>Eu estava certo de que perderia o compromisso<MEDO-Fim><SURPRESA-Inicio>, mas fui surpreendido quando o trânsito liberou de repente.<SURPRESA-Fim>"
  },
  {
    "sentence": "O documento extraviado me deixou desanimado, até que encontrei uma digitalização perfeita salva no e-mail.",
    "segmented_text": "<TRISTE-Inicio>O documento extraviado me deixou desanimado<TRISTE-Fim><FELIZ-Inicio>, até que encontrei uma digitalização perfeita salva no e-mail.<FELIZ-Fim>"
  },
  {
    "sentence": "A gargalhada inesperada vinda da sala ao lado quase me fez derrubar a xícara, e depois ri sozinho da minha reação exagerada.",
    "segmented_text": "<SURPRESA-Inicio>A gargalhada inesperada vinda da sala ao lado quase me fez derrubar a xícara<SURPRESA-Fim><FELIZ-Inicio>, e depois ri sozinho da minha reação exagerada.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava irritado com a confusão de horários, mas a explicação cuidadosa do supervisor esfriou meu temperamento.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com a confusão de horários<RAIVA-Fim><NEUTRO-Inicio>, mas a explicação cuidadosa do supervisor esfriou meu temperamento.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu tremi quando ouvi passos rápidos atrás de mim, mas suspirei aliviado ao perceber que era apenas o zelador carregando caixas.",
    "segmented_text": "<MEDO-Inicio>Eu tremi quando ouvi passos rápidos atrás de mim<MEDO-Fim><NEUTRO-Inicio>, mas suspirei aliviado ao perceber que era apenas o zelador carregando caixas.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava convencido de que o pacote havia sido roubado, mas o encontrei intacto na caixa de correio, bem escondido entre folhetos.",
    "segmented_text": "<MEDO-Inicio>Eu estava convencido de que o pacote havia sido roubado<MEDO-Fim><SURPRESA-Inicio>, mas o encontrei intacto na caixa de correio, bem escondido entre folhetos.<SURPRESA-Fim>"
  },
  {
    "sentence": "Depois de revisar toda a planilha, senti uma satisfação discreta, mas saber que teria que começar outra do zero tirou parte do meu ânimo.",
    "segmented_text": "<FELIZ-Inicio>Depois de revisar toda a planilha, senti uma satisfação discreta<FELIZ-Fim><TRISTE-Inicio>, mas saber que teria que começar outra do zero tirou parte do meu ânimo.<TRISTE-Fim>"
  },
  {
    "sentence": "Eu estava perplexo com o pedido fora de hora, mas a explicação detalhada depois mostrou que fazia total sentido.",
    "segmented_text": "<SURPRESA-Inicio>Eu estava perplexo com o pedido fora de hora<SURPRESA-Fim><NEUTRO-Inicio>, mas a explicação detalhada depois mostrou que fazia total sentido.<NEUTRO-Fim>"
  },
  {
    "sentence": "O aviso urgente me deixou inquieto, mas quando soube que era apenas uma atualização de rotina, pude respirar com calma novamente.",
    "segmented_text": "<MEDO-Inicio>O aviso urgente me deixou inquieto<MEDO-Fim><NEUTRO-Inicio>, mas quando soube que era apenas uma atualização de rotina, pude respirar com calma novamente.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu fiquei empolgado ao perceber que faltava pouco para terminar, mas a notificação de última hora pedindo alterações me deixou tenso.",
    "segmented_text": "<FELIZ-Inicio>Eu fiquei empolgado ao perceber que faltava pouco para terminar<FELIZ-Fim><MEDO-Inicio>, mas a notificação de última hora pedindo alterações me deixou tenso.<MEDO-Fim>"
  },
  {
    "sentence": "Depois de pensar que perderia o documento para sempre, senti um alívio enorme ao encontrá-lo, mas ainda restava o receio de que estivesse corrompido.",
    "segmented_text": "<TRISTE-Inicio>Depois de pensar que perderia o documento para sempre<TRISTE-Fim><FELIZ-Inicio>, senti um alívio enorme ao encontrá-lo<FELIZ-Fim><MEDO-Inicio>, mas ainda restava o receio de que estivesse corrompido.<MEDO-Fim>"
  },
  {
    "sentence": "Ao perceber que havia enviado o e-mail para o destinatário errado, meu estômago afundou, mas quando notei que a mensagem não continha nada sensível, consegui respirar, embora ainda tivesse que redigir tudo de novo.",
    "segmented_text": "<MEDO-Inicio>Ao perceber que havia enviado o e-mail para o destinatário errado, meu estômago afundou<MEDO-Fim><FELIZ-Inicio>, mas quando notei que a mensagem não continha nada sensível, consegui respirar<FELIZ-Fim><NEUTRO-Inicio>, embora ainda tivesse que redigir tudo de novo.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito por finalmente organizar minha mesa, até encontrar aquela pilha de documentos atrasados, o que me desanimou de imediato.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito por finalmente organizar minha mesa<FELIZ-Fim><TRISTE-Inicio>, até encontrar aquela pilha de documentos atrasados, o que me desanimou de imediato.<TRISTE-Fim>"
  },
  {
    "sentence": "O estrondo repentino vindo da cozinha me fez congelar, mas quando percebi que era só a janela batendo, segui meu dia como se nada tivesse acontecido.",
    "segmented_text": "<MEDO-Inicio>O estrondo repentino vindo da cozinha me fez congelar<MEDO-Fim><NEUTRO-Inicio>, mas quando percebi que era só a janela batendo, segui meu dia como se nada tivesse acontecido.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado com a fila enorme do supermercado, mas acabei sorrindo quando o caixa elogiou minha paciência antes de seguir para as compras restantes.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com a fila enorme do supermercado<RAIVA-Fim><FELIZ-Inicio>, mas acabei sorrindo quando o caixa elogiou minha paciência<FELIZ-Fim><NEUTRO-Inicio>, antes de seguir para as compras restantes.<NEUTRO-Fim>"
  },
  {
    "sentence": "Quando vi o aviso de entrega atrasada, fiquei decepcionado, mas logo me surpreendi ao receber uma notificação dizendo que o pacote seria entregue ainda hoje.",
    "segmented_text": "<TRISTE-Inicio>Quando vi o aviso de entrega atrasada, fiquei decepcionado<TRISTE-Fim><SURPRESA-Inicio>, mas logo me surpreendi ao receber uma notificação dizendo que o pacote seria entregue ainda hoje.<SURPRESA-Fim>"
  },

  {
    "sentence": "O toque inesperado do telefone no meio da madrugada me deixou tenso, porém ao atender e descobrir que era apenas um amigo confuso com o fuso horário, voltei para a cama exausto.",
    "segmented_text": "<MEDO-Inicio>O toque inesperado do telefone no meio da madrugada me deixou tenso<MEDO-Fim><NEUTRO-Inicio>, porém ao atender e descobrir que era apenas um amigo confuso com o fuso horário, voltei para a cama exausto.<NEUTRO-Fim>"
  },
  {
    "sentence": "Estava radiante por concluir o projeto cedo, mas desanimei completamente ao notar que havia usado a versão errada do arquivo.",
    "segmented_text": "<FELIZ-Inicio>Estava radiante por concluir o projeto cedo<FELIZ-Fim><TRISTE-Inicio>, mas desanimei completamente ao notar que havia usado a versão errada do arquivo.<TRISTE-Fim>"
  },
  {
    "sentence": "Assim que percebi que o supervisor se aproximava rapidamente, temi ter esquecido alguma tarefa, mas ele só queria confirmar um horário.",
    "segmented_text": "<MEDO-Inicio>Assim que percebi que o supervisor se aproximava rapidamente, temi ter esquecido alguma tarefa<MEDO-Fim><NEUTRO-Inicio>, mas ele só queria confirmar um horário.<NEUTRO-Fim>"
  },
  {
    "sentence": "O atraso do ônibus me irritou profundamente, embora eu tenha acabado rindo quando percebi que todos os passageiros estavam reclamando em coro.",
    "segmented_text": "<RAIVA-Inicio>O atraso do ônibus me irritou profundamente<RAIVA-Fim><FELIZ-Inicio>, embora eu tenha acabado rindo quando percebi que todos os passageiros estavam reclamando em coro.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu caminhava tranquilo pela praça até que um estampido ecoou ao longe, e depois de alguns instantes percebi que era apenas um teste de fogos.",
    "segmented_text": "<NEUTRO-Inicio>Eu caminhava tranquilo pela praça<NEUTRO-Fim><MEDO-Inicio>até que um estampido ecoou ao longe<MEDO-Fim><NEUTRO-Inicio>, e depois de alguns instantes percebi que era apenas um teste de fogos.<NEUTRO-Fim>"
  },

  {
    "sentence": "Quando encontrei minha carteira perdida, senti um alívio imediato, embora ficasse chateado ao perceber que o dinheiro havia sumido.",
    "segmented_text": "<FELIZ-Inicio>Quando encontrei minha carteira perdida, senti um alívio imediato<FELIZ-Fim><TRISTE-Inicio>, embora ficasse chateado ao perceber que o dinheiro havia sumido.<TRISTE-Fim>"
  },
  {
    "sentence": "O barulho repentino do alarme me deixou apavorado, mas quando vi que era apenas um teste, pude continuar meu dia normalmente.",
    "segmented_text": "<MEDO-Inicio>O barulho repentino do alarme me deixou apavorado<MEDO-Fim><NEUTRO-Inicio>, mas quando vi que era apenas um teste, pude continuar meu dia normalmente.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava contente com o progresso da reforma até perceber que o pedreiro havia usado a cor errada de tinta.",
    "segmented_text": "<FELIZ-Inicio>Eu estava contente com o progresso da reforma<FELIZ-Fim><RAIVA-Inicio>até perceber que o pedreiro havia usado a cor errada de tinta.<RAIVA-Fim>"
  },
  {
    "sentence": "Ao abrir a porta e encontrar o corredor vazio, senti meu coração acelerar sem motivo aparente, mas rapidamente voltei ao meu trabalho.",
    "segmented_text": "<MEDO-Inicio>Ao abrir a porta e encontrar o corredor vazio, senti meu coração acelerar sem motivo aparente<MEDO-Fim><NEUTRO-Inicio>, mas rapidamente voltei ao meu trabalho.<NEUTRO-Fim>"
  },
  {
    "sentence": "A surpresa de receber um pacote inesperado foi enorme, embora eu tenha ficado confuso ao perceber que não havia nome de remetente.",
    "segmented_text": "<SURPRESA-Inicio>A surpresa de receber um pacote inesperado foi enorme<SURPRESA-Fim><NEUTRO-Inicio>, embora eu tenha ficado confuso ao perceber que não havia nome de remetente.<NEUTRO-Fim>"
  },

  {
    "sentence": "Eu estava furioso com o descaso no atendimento, mas acabei me acalmando quando outro funcionário resolveu o problema com paciência.",
    "segmented_text": "<RAIVA-Inicio>Eu estava furioso com o descaso no atendimento<RAIVA-Fim><FELIZ-Inicio>, mas acabei me acalmando quando outro funcionário resolveu o problema com paciência.<FELIZ-Fim>"
  },
  {
    "sentence": "O cheiro de queimado vindo da cozinha me deixou apreensivo, porém ao verificar vi que era apenas o pão torrado demais.",
    "segmented_text": "<MEDO-Inicio>O cheiro de queimado vindo da cozinha me deixou apreensivo<MEDO-Fim><NEUTRO-Inicio>, porém ao verificar vi que era apenas o pão torrado demais.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava animado para mostrar minha apresentação, mas fiquei devastado quando o computador travou exatamente no momento da exibição.",
    "segmented_text": "<FELIZ-Inicio>Eu estava animado para mostrar minha apresentação<FELIZ-Fim><TRISTE-Inicio>, mas fiquei devastado quando o computador travou exatamente no momento da exibição.<TRISTE-Fim>"
  },
  {
    "sentence": "O estranho movimento na cortina me deixou inquieto, até perceber que era apenas o vento passando pelas frestas.",
    "segmented_text": "<MEDO-Inicio>O estranho movimento na cortina me deixou inquieto<MEDO-Fim><NEUTRO-Inicio>, até perceber que era apenas o vento passando pelas frestas.<NEUTRO-Fim>"
  },
  {
    "sentence": "Assim que o anúncio apareceu na tela, senti uma alegria súbita, mas ela se desfez quando percebi que a promoção já havia expirado.",
    "segmented_text": "<FELIZ-Inicio>Assim que o anúncio apareceu na tela, senti uma alegria súbita<FELIZ-Fim><TRISTE-Inicio>, mas ela se desfez quando percebi que a promoção já havia expirado.<TRISTE-Fim>"
  },

  {
    "sentence": "Eu estava prestes a reclamar da demora quando vi que o atendente estava claramente sobrecarregado, e então apenas esperei em silêncio.",
    "segmented_text": "<RAIVA-Inicio>Eu estava prestes a reclamar da demora<RAIVA-Fim><NEUTRO-Inicio>quando vi que o atendente estava claramente sobrecarregado, e então apenas esperei em silêncio.<NEUTRO-Fim>"
  },
  {
    "sentence": "O barulho vindo da garagem fez minha respiração falhar, embora minutos depois eu tenha descoberto que era só a bicicleta caída.",
    "segmented_text": "<MEDO-Inicio>O barulho vindo da garagem fez minha respiração falhar<MEDO-Fim><NEUTRO-Inicio>, embora minutos depois eu tenha descoberto que era só a bicicleta caída.<NEUTRO-Fim>"
  },
  {
    "sentence": "Fiquei animado ao ver que meu nome estava na lista de selecionados, mas o entusiasmo diminuiu ao notar que o evento seria em outra cidade.",
    "segmented_text": "<FELIZ-Inicio>Fiquei animado ao ver que meu nome estava na lista de selecionados<FELIZ-Fim><TRISTE-Inicio>, mas o entusiasmo diminuiu ao notar que o evento seria em outra cidade.<TRISTE-Fim>"
  },
  {
    "sentence": "A porta rangendo atrás de mim me deixou desconfortável, mas era apenas o vento atravessando o corredor.",
    "segmented_text": "<MEDO-Inicio>A porta rangendo atrás de mim me deixou desconfortável<MEDO-Fim><NEUTRO-Inicio>, mas era apenas o vento atravessando o corredor.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava indignado com a cobrança indevida, mas logo me tranquilizei ao ver que o suporte resolveu tudo rapidamente.",
    "segmented_text": "<RAIVA-Inicio>Eu estava indignado com a cobrança indevida<RAIVA-Fim><FELIZ-Inicio>, mas logo me tranquilizei ao ver que o suporte resolveu tudo rapidamente.<FELIZ-Fim>"
  },

  {
    "sentence": "O silêncio repentino na sala me deixou apreensivo, até notar que todos estavam apenas concentrados demais.",
    "segmented_text": "<MEDO-Inicio>O silêncio repentino na sala me deixou apreensivo<MEDO-Fim><NEUTRO-Inicio>, até notar que todos estavam apenas concentrados demais.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito com meu progresso no curso, mas quase desabei quando percebi que tinha esquecido de enviar a avaliação final.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito com meu progresso no curso<FELIZ-Fim><TRISTE-Inicio>, mas quase desabei quando percebi que tinha esquecido de enviar a avaliação final.<TRISTE-Fim>"
  },
  {
    "sentence": "O anúncio inesperado sobre a mudança de horário me deixou surpreso, mas não alterou em nada a rotina do meu dia.",
    "segmented_text": "<SURPRESA-Inicio>O anúncio inesperado sobre a mudança de horário me deixou surpreso<SURPRESA-Fim><NEUTRO-Inicio>, mas não alterou em nada a rotina do meu dia.<NEUTRO-Fim>"
  },
  {
    "sentence": "Assim que percebi que haviam perdido meu formulário, senti uma onda de irritação, embora logo depois outro funcionário tenha resolvido tudo rapidamente.",
    "segmented_text": "<RAIVA-Inicio>Assim que percebi que haviam perdido meu formulário, senti uma onda de irritação<RAIVA-Fim><FELIZ-Inicio>, embora logo depois outro funcionário tenha resolvido tudo rapidamente.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu caminhava tranquilo até sentir que alguém me observava, mas ao virar, vi apenas um grupo conversando sem prestar atenção em mim.",
    "segmented_text": "<NEUTRO-Inicio>Eu caminhava tranquilo<NEUTRO-Fim><MEDO-Inicio>até sentir que alguém me observava<MEDO-Fim><NEUTRO-Inicio>, mas ao virar, vi apenas um grupo conversando sem prestar atenção em mim.<NEUTRO-Fim>"
  },

  {
    "sentence": "Estava contente por ter um tempo livre, mas a alegria se apagou quando percebi que tinha esquecido um compromisso importante.",
    "segmented_text": "<FELIZ-Inicio>Estava contente por ter um tempo livre<FELIZ-Fim><TRISTE-Inicio>, mas a alegria se apagou quando percebi que tinha esquecido um compromisso importante.<TRISTE-Fim>"
  },
  {
    "sentence": "A movimentação inesperada no quintal fez meu coração disparar, mas ao verificar, encontrei apenas o cachorro do vizinho explorando tudo.",
    "segmented_text": "<MEDO-Inicio>A movimentação inesperada no quintal fez meu coração disparar<MEDO-Fim><NEUTRO-Inicio>, mas ao verificar, encontrei apenas o cachorro do vizinho explorando tudo.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava orgulhoso do meu progresso, mas fiquei desanimado ao notar que meu esforço ainda não seria suficiente para atingir o prazo.",
    "segmented_text": "<FELIZ-Inicio>Eu estava orgulhoso do meu progresso<FELIZ-Fim><TRISTE-Inicio>, mas fiquei desanimado ao notar que meu esforço ainda não seria suficiente para atingir o prazo.<TRISTE-Fim>"
  },
  {
    "sentence": "A explosão distante me fez estremecer, mas rapidamente concluí que era apenas uma obra na rua de trás.",
    "segmented_text": "<MEDO-Inicio>A explosão distante me fez estremecer<MEDO-Fim><NEUTRO-Inicio>, mas rapidamente concluí que era apenas uma obra na rua de trás.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava enfurecido com a discussão, mas fui surpreendido quando a pessoa pediu desculpas antes mesmo que eu pudesse responder.",
    "segmented_text": "<RAIVA-Inicio>Eu estava enfurecido com a discussão<RAIVA-Fim><SURPRESA-Inicio>, mas fui surpreendido quando a pessoa pediu desculpas antes mesmo que eu pudesse responder.<SURPRESA-Fim>"
  },

  {
    "sentence": "Ao receber a notificação de que meu cadastro havia sido aprovado, senti uma onda de alívio, até lembrar das etapas seguintes que ainda precisariam ser concluídas.",
    "segmented_text": "<FELIZ-Inicio>Ao receber a notificação de que meu cadastro havia sido aprovado, senti uma onda de alívio<FELIZ-Fim><NEUTRO-Inicio>, até lembrar das etapas seguintes que ainda precisariam ser concluídas.<NEUTRO-Fim>"
  },
  {
    "sentence": "O barulho de passos atrás de mim me deixou tenso, mas ao virar e ver que era apenas um colega distraído, minha preocupação desapareceu.",
    "segmented_text": "<MEDO-Inicio>O barulho de passos atrás de mim me deixou tenso<MEDO-Fim><NEUTRO-Inicio>, mas ao virar e ver que era apenas um colega distraído, minha preocupação desapareceu.<NEUTRO-Fim>"
  },
  {
    "sentence": "Fiquei animado com a possibilidade de viajar, mas logo me frustrei ao ver que as passagens estavam muito além do meu orçamento.",
    "segmented_text": "<FELIZ-Inicio>Fiquei animado com a possibilidade de viajar<FELIZ-Fim><TRISTE-Inicio>, mas logo me frustrei ao ver que as passagens estavam muito além do meu orçamento.<TRISTE-Fim>"
  },
  {
    "sentence": "A mensagem inesperada me deixou surpreso, embora o conteúdo fosse apenas uma confirmação de rotina.",
    "segmented_text": "<SURPRESA-Inicio>A mensagem inesperada me deixou surpreso<SURPRESA-Fim><NEUTRO-Inicio>, embora o conteúdo fosse apenas uma confirmação de rotina.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava impaciente com a demora do atendimento, mas sorri quando o funcionário me agradeceu pela compreensão.",
    "segmented_text": "<RAIVA-Inicio>Eu estava impaciente com a demora do atendimento<RAIVA-Fim><FELIZ-Inicio>, mas sorri quando o funcionário me agradeceu pela compreensão.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito com o silêncio da casa, até ouvir um estalo na sala, o que me deixou tenso por alguns segundos, antes de perceber que era apenas o móvel acomodando.",
    "segmented_text": "<NEUTRO-Inicio>Eu estava satisfeito com o silêncio da casa<NEUTRO-Fim><MEDO-Inicio>até ouvir um estalo na sala, o que me deixou tenso por alguns segundos<MEDO-Fim><NEUTRO-Inicio>, antes de perceber que era apenas o móvel acomodando.<NEUTRO-Fim>"
  },
  {
    "sentence": "A alegria de encontrar meu livro favorito na prateleira me tomou por completo, embora ficasse frustrado ao perceber que alguém havia arrancado algumas páginas.",
    "segmented_text": "<FELIZ-Inicio>A alegria de encontrar meu livro favorito na prateleira me tomou por completo<FELIZ-Fim><TRISTE-Inicio>, embora ficasse frustrado ao perceber que alguém havia arrancado algumas páginas.<TRISTE-Fim>"
  },
  {
    "sentence": "O alerta repentino no celular me fez pular, mas ao verificar, vi que era apenas uma promoção aleatória.",
    "segmented_text": "<SURPRESA-Inicio>O alerta repentino no celular me fez pular<SURPRESA-Fim><NEUTRO-Inicio>, mas ao verificar, vi que era apenas uma promoção aleatória.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava indignado com o erro no relatório, porém me acalmei quando percebi que a correção levaria apenas alguns minutos.",
    "segmented_text": "<RAIVA-Inicio>Eu estava indignado com o erro no relatório<RAIVA-Fim><NEUTRO-Inicio>, porém me acalmei quando percebi que a correção levaria apenas alguns minutos.<NEUTRO-Fim>"
  },
  {
    "sentence": "Meu coração disparou quando ouvi passos no corredor, mas relaxei ao notar que era apenas o vizinho chegando tarde.",
    "segmented_text": "<MEDO-Inicio>Meu coração disparou quando ouvi passos no corredor<MEDO-Fim><NEUTRO-Inicio>, mas relaxei ao notar que era apenas o vizinho chegando tarde.<NEUTRO-Fim>"
  },

  {
    "sentence": "Eu estava radiante com a aprovação do projeto, mas a alegria evaporou ao perceber que o prazo de execução havia sido reduzido pela metade.",
    "segmented_text": "<FELIZ-Inicio>Eu estava radiante com a aprovação do projeto<FELIZ-Fim><TRISTE-Inicio>, mas a alegria evaporou ao perceber que o prazo de execução havia sido reduzido pela metade.<TRISTE-Fim>"
  },
  {
    "sentence": "A batida inesperada no vidro me assustou, mas logo ri ao ver que era só um pássaro curioso.",
    "segmented_text": "<MEDO-Inicio>A batida inesperada no vidro me assustou<MEDO-Fim><FELIZ-Inicio>, mas logo ri ao ver que era só um pássaro curioso.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava prestes a reclamar da comida fria, mas me surpreendi ao ver o garçom trazendo um novo prato antes mesmo que eu mencionasse algo.",
    "segmented_text": "<RAIVA-Inicio>Eu estava prestes a reclamar da comida fria<RAIVA-Fim><SURPRESA-Inicio>, mas me surpreendi ao ver o garçom trazendo um novo prato antes mesmo que eu mencionasse algo.<SURPRESA-Fim>"
  },
  {
    "sentence": "O inesperado aumento na conta de luz me deixou furioso, mas ao conferir o histórico, percebi que havia deixado o aquecedor ligado por engano.",
    "segmented_text": "<RAIVA-Inicio>O inesperado aumento na conta de luz me deixou furioso<RAIVA-Fim><NEUTRO-Inicio>, mas ao conferir o histórico, percebi que havia deixado o aquecedor ligado por engano.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava animado para começar meu novo hobby, mas perdi o entusiasmo ao ver que o material era mais difícil de usar do que eu imaginava.",
    "segmented_text": "<FELIZ-Inicio>Eu estava animado para começar meu novo hobby<FELIZ-Fim><TRISTE-Inicio>, mas perdi o entusiasmo ao ver que o material era mais difícil de usar do que eu imaginava.<TRISTE-Fim>"
  },

  {
    "sentence": "A porta se fechou com força atrás de mim e senti um calafrio, até lembrar que a corrente de ar estava forte naquele dia.",
    "segmented_text": "<MEDO-Inicio>A porta se fechou com força atrás de mim e senti um calafrio<MEDO-Fim><NEUTRO-Inicio>, até lembrar que a corrente de ar estava forte naquele dia.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava contente com meu desempenho na entrevista, mas fiquei arrasado ao receber a mensagem de que outra pessoa havia sido escolhida.",
    "segmented_text": "<FELIZ-Inicio>Eu estava contente com meu desempenho na entrevista<FELIZ-Fim><TRISTE-Inicio>, mas fiquei arrasado ao receber a mensagem de que outra pessoa havia sido escolhida.<TRISTE-Fim>"
  },
  {
    "sentence": "A caixa misteriosa em frente à porta me deixou surpreso, até notar que era um engano e o endereço não correspondia ao meu.",
    "segmented_text": "<SURPRESA-Inicio>A caixa misteriosa em frente à porta me deixou surpreso<SURPRESA-Fim><NEUTRO-Inicio>, até notar que era um engano e o endereço não correspondia ao meu.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado com a falta de organização da equipe, mas acabei rindo quando todos começaram a tentar resolver o problema ao mesmo tempo.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com a falta de organização da equipe<RAIVA-Fim><FELIZ-Inicio>, mas acabei rindo quando todos começaram a tentar resolver o problema ao mesmo tempo.<FELIZ-Fim>"
  },
  {
    "sentence": "A sombra que passou pela janela me fez prender a respiração, mas era apenas uma nuvem encobrindo o sol.",
    "segmented_text": "<MEDO-Inicio>A sombra que passou pela janela me fez prender a respiração<MEDO-Fim><NEUTRO-Inicio>, mas era apenas uma nuvem encobrindo o sol.<NEUTRO-Fim>"
  },

  {
    "sentence": "Fiquei empolgado ao ver que meu pacote finalmente havia saído para entrega, mas desanimei quando o status mudou para atrasado minutos depois.",
    "segmented_text": "<FELIZ-Inicio>Fiquei empolgado ao ver que meu pacote finalmente havia saído para entrega<FELIZ-Fim><TRISTE-Inicio>, mas desanimei quando o status mudou para atrasado minutos depois.<TRISTE-Fim>"
  },
  {
    "sentence": "O anúncio repentino da diretoria me pegou desprevenido, embora nada mudasse significativamente na minha rotina.",
    "segmented_text": "<SURPRESA-Inicio>O anúncio repentino da diretoria me pegou desprevenido<SURPRESA-Fim><NEUTRO-Inicio>, embora nada mudasse significativamente na minha rotina.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava furioso com a situação no trânsito, mas acabei me acalmando ao ligar o rádio e ouvir minha música favorita.",
    "segmented_text": "<RAIVA-Inicio>Eu estava furioso com a situação no trânsito<RAIVA-Fim><FELIZ-Inicio>, mas acabei me acalmando ao ligar o rádio e ouvir minha música favorita.<FELIZ-Fim>"
  },
  {
    "sentence": "A notificação de emergência no celular me deixou em pânico, mas ao abrir, percebi que era apenas um teste do sistema.",
    "segmented_text": "<MEDO-Inicio>A notificação de emergência no celular me deixou em pânico<MEDO-Fim><NEUTRO-Inicio>, mas ao abrir, percebi que era apenas um teste do sistema.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava satisfeito com o novo aplicativo, mas fiquei frustrado ao perceber que ele exigia permissões desnecessárias.",
    "segmented_text": "<FELIZ-Inicio>Eu estava satisfeito com o novo aplicativo<FELIZ-Fim><TRISTE-Inicio>, mas fiquei frustrado ao perceber que ele exigia permissões desnecessárias.<TRISTE-Fim>"
  },

  {
    "sentence": "A campainha tocou de forma brusca, me deixando inquieto, até que vi que era apenas o carteiro atrasado.",
    "segmented_text": "<MEDO-Inicio>A campainha tocou de forma brusca, me deixando inquieto<MEDO-Fim><NEUTRO-Inicio>, até que vi que era apenas o carteiro atrasado.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava prestes a reclamar do barulho, mas me surpreendi quando percebi que havia uma banda ensaiando na rua ao lado.",
    "segmented_text": "<RAIVA-Inicio>Eu estava prestes a reclamar do barulho<RAIVA-Fim><SURPRESA-Inicio>, mas me surpreendi quando percebi que havia uma banda ensaiando na rua ao lado.<SURPRESA-Fim>"
  },
  {
    "sentence": "Meu coração acelerou ao perceber que tinha perdido o ônibus, mas consegui relaxar ao ver que outro chegaria em poucos minutos.",
    "segmented_text": "<TRISTE-Inicio>Meu coração acelerou ao perceber que tinha perdido o ônibus<TRISTE-Fim><FELIZ-Inicio>, mas consegui relaxar ao ver que outro chegaria em poucos minutos.<FELIZ-Fim>"
  },
  {
    "sentence": "Eu estava frustrado com a longa fila, mas tudo mudou quando um funcionário abriu um novo caixa bem na minha frente.",
    "segmented_text": "<RAIVA-Inicio>Eu estava frustrado com a longa fila<RAIVA-Fim><SURPRESA-Inicio>, mas tudo mudou quando um funcionário abriu um novo caixa bem na minha frente.<SURPRESA-Fim>"
  },
  {
    "sentence": "A ausência de barulho no apartamento me preocupou, até lembrar que os vizinhos estavam viajando naquele fim de semana.",
    "segmented_text": "<MEDO-Inicio>A ausência de barulho no apartamento me preocupou<MEDO-Fim><NEUTRO-Inicio>, até lembrar que os vizinhos estavam viajando naquele fim de semana.<NEUTRO-Fim>"
  },

  {
    "sentence": "Eu fiquei animado ao encontrar uma vaga perto da entrada, mas me desanimei ao perceber que era exclusiva para deficientes.",
    "segmented_text": "<FELIZ-Inicio>Eu fiquei animado ao encontrar uma vaga perto da entrada<FELIZ-Fim><TRISTE-Inicio>, mas me desanimei ao perceber que era exclusiva para deficientes.<TRISTE-Fim>"
  },
  {
    "sentence": "O estrondo vindo da rua me assustou, mas logo percebi que era apenas um caminhão descarregando caixas.",
    "segmented_text": "<MEDO-Inicio>O estrondo vindo da rua me assustou<MEDO-Fim><NEUTRO-Inicio>, mas logo percebi que era apenas um caminhão descarregando caixas.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava feliz por conseguir um desconto inesperado, embora ficasse surpreso ao descobrir que era válido por apenas um dia.",
    "segmented_text": "<FELIZ-Inicio>Eu estava feliz por conseguir um desconto inesperado<FELIZ-Fim><SURPRESA-Inicio>, embora ficasse surpreso ao descobrir que era válido por apenas um dia.<SURPRESA-Fim>"
  },
  {
    "sentence": "A luz piscou de repente, me deixando apreensivo, mas logo voltou ao normal, como se nada tivesse acontecido.",
    "segmented_text": "<MEDO-Inicio>A luz piscou de repente, me deixando apreensivo<MEDO-Fim><NEUTRO-Inicio>, mas logo voltou ao normal, como se nada tivesse acontecido.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado por ter sido interrompido, mas acabei rindo ao ver que era apenas meu amigo tentando me assustar.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado por ter sido interrompido<RAIVA-Fim><FELIZ-Inicio>, mas acabei rindo ao ver que era apenas meu amigo tentando me assustar.<FELIZ-Fim>"
  },

  {
    "sentence": "Meu coração apertou ao ver a mensagem de urgência, mas relaxei quando descobri que era apenas uma dúvida simples.",
    "segmented_text": "<MEDO-Inicio>Meu coração apertou ao ver a mensagem de urgência<MEDO-Fim><NEUTRO-Inicio>, mas relaxei quando descobri que era apenas uma dúvida simples.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava animado para cozinhar algo novo, mas fiquei chateado quando percebi que faltava o ingrediente principal.",
    "segmented_text": "<FELIZ-Inicio>Eu estava animado para cozinhar algo novo<FELIZ-Fim><TRISTE-Inicio>, mas fiquei chateado quando percebi que faltava o ingrediente principal.<TRISTE-Fim>"
  },
  {
    "sentence": "A carta inesperada me surpreendeu, embora o conteúdo fosse apenas uma pesquisa de opinião.",
    "segmented_text": "<SURPRESA-Inicio>A carta inesperada me surpreendeu<SURPRESA-Fim><NEUTRO-Inicio>, embora o conteúdo fosse apenas uma pesquisa de opinião.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado com a sujeira acumulada na varanda, mas me surpreendi ao ver que a limpeza levou menos tempo que o esperado.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com a sujeira acumulada na varanda<RAIVA-Fim><SURPRESA-Inicio>, mas me surpreendi ao ver que a limpeza levou menos tempo que o esperado.<SURPRESA-Fim>"
  },
  {
    "sentence": "O latido alto no meio da noite me deixou apreensivo, até lembrar que o vizinho tinha adotado um cachorro recentemente.",
    "segmented_text": "<MEDO-Inicio>O latido alto no meio da noite me deixou apreensivo<MEDO-Fim><NEUTRO-Inicio>, até lembrar que o vizinho tinha adotado um cachorro recentemente.<NEUTRO-Fim>"
  },

  {
    "sentence": "Eu fiquei feliz ao encontrar meu restaurante favorito aberto, mas fiquei frustrado ao ver que tinham alterado o cardápio inteiro.",
    "segmented_text": "<FELIZ-Inicio>Eu fiquei feliz ao encontrar meu restaurante favorito aberto<FELIZ-Fim><TRISTE-Inicio>, mas fiquei frustrado ao ver que tinham alterado o cardápio inteiro.<TRISTE-Fim>"
  },
  {
    "sentence": "O tremor repentino na janela me deixou assustado, mas percebi que era apenas o vento forte daquela tarde.",
    "segmented_text": "<MEDO-Inicio>O tremor repentino na janela me deixou assustado<MEDO-Fim><NEUTRO-Inicio>, mas percebi que era apenas o vento forte daquela tarde.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava contente com o aroma do café recém-passado, até notar que havia derramado metade no balcão.",
    "segmented_text": "<FELIZ-Inicio>Eu estava contente com o aroma do café recém-passado<FELIZ-Fim><TRISTE-Inicio>, até notar que havia derramado metade no balcão.<TRISTE-Fim>"
  },
  {
    "sentence": "A notificação piscou subitamente na tela, me surpreendendo, mas era apenas uma atualização de software.",
    "segmented_text": "<SURPRESA-Inicio>A notificação piscou subitamente na tela, me surpreendendo<SURPRESA-Fim><NEUTRO-Inicio>, mas era apenas uma atualização de software.<NEUTRO-Fim>"
  },
  {
    "sentence": "Eu estava irritado com a confusão no escritório, mas acabei me animando quando chamaram todos para um lanche surpresa.",
    "segmented_text": "<RAIVA-Inicio>Eu estava irritado com a confusão no escritório<RAIVA-Fim><FELIZ-Inicio>, mas acabei me animando quando chamaram todos para um lanche surpresa.<FELIZ-Fim>"
  }
]



